[{"id_num": 1, "title": "German police shut down concert over 'Sieg Heil' chants", "sa": 0}, {"id_num": 2, "title": "Grandma mistakenly booked into all-male jail, staff thought she was transgender", "sa": -1}, {"id_num": 3, "title": "'It’s the only way forward': Madrid bans polluting vehicles from city centre", "sa": 0}, {"id_num": 4, "title": "Special counsel says Paul Manafort lied \"on a variety of subject matters,\" breaching plea deal", "sa": 1}, {"id_num": 5, "title": "Logan Paul Frauded A Startup!", "sa": 0}, {"id_num": 6, "title": "SpaceX Postpones Launch of 1st Falcon 9 Rocket to Fly 3 Times for Booster Checks", "sa": 1}, {"id_num": 7, "title": "VIDEO: Snipers Fire At French Citizens During “Yellow Vest” Protests", "sa": 0}, {"id_num": 8, "title": "Two Minneapolis police officers placed on leave after racist Christmas tree display", "sa": 0}, {"id_num": 9, "title": "New Jersey mansion fire: The flames hid a family massacre", "sa": 1}, {"id_num": 10, "title": "Cheap oil is no longer a huge positive for the us economy", "sa": 1}, {"id_num": 11, "title": "Hundreds of apparently 'flash-frozen' turtles wash ashore in New England", "sa": 1}, {"id_num": 12, "title": "US urges UN to hold off on Yemen resolution", "sa": 0}, {"id_num": 13, "title": "Mexico asks U.S. to investigate use of tear gas at border", "sa": 0}, {"id_num": 14, "title": "Woman, 10-month-old daughter killed by bear at remote Yukon cabin | CBC News", "sa": -1}, {"id_num": 15, "title": "Mueller's prosecutors allege Manafort lied to investigators, breaching his plea agreement.", "sa": 0}, {"id_num": 16, "title": "GoodnightMacaroon.co Reviews", "sa": 0}, {"id_num": 17, "title": "Expose the \"plagiarism and transport of everything\" hidden behind the GFW in China.", "sa": -1}, {"id_num": 18, "title": "Pakistan arrests TLP leader behind blasphemy protests", "sa": 0}, {"id_num": 19, "title": "Undocumented Man Arrested After Leaving Church For Immigration Appointment", "sa": 0}, {"id_num": 20, "title": "Yuka App Download", "sa": 0}, {"id_num": 21, "title": "Shinzo Abe has become the first Japanese leader to visit Darwin, Australia since it was bombed by Japan during World War Two.", "sa": 1}, {"id_num": 22, "title": "Pa. AG fines 20 car dealers for deceptive ads on Craigslist", "sa": 0}, {"id_num": 23, "title": "Toronto just reached a milestone: it’s 90th homicide of the year, breaking a decades old record", "sa": 1}, {"id_num": 24, "title": "Deep police corruption uncovered. The chief keeps promoting them.", "sa": 0}, {"id_num": 25, "title": "Delegates voted to redefine the International System of Units (SI), changing the world’s definition of the kilogram, the ampere, the kelvin and the mole. The changes will now come into force on 20 May 2019", "sa": 0}, {"id_num": 26, "title": "Spain plans to ban alternative medicine in Health Centres.", "sa": 0}, {"id_num": 27, "title": "Saudi Arabia strikes back, cuts oil shipments to US in likely bid to boost prices", "sa": 0}, {"id_num": 28, "title": "Man sues British Airways for being seated next to obese passenger", "sa": 0}, {"id_num": 29, "title": "Decorated Navy SEAL Is Accused of War Crimes in Iraq", "sa": 0}, {"id_num": 30, "title": "Houthi leader: Ready for Yemen ceasefire if Saudi-led coalition wants peace", "sa": 1}, {"id_num": 31, "title": "First man executed in TN since 2007 last words are \"Let's Rock\"", "sa": 1}, {"id_num": 32, "title": "U.S. regulator demands companies take action to halt 'robocalls'", "sa": 1}, {"id_num": 33, "title": "Man stabbed in Seattle attempting to confront vandals slashing tires.", "sa": 0}, {"id_num": 34, "title": "Florida woman leaves kids in hot car with meth while she shops at dollar store, deputies say", "sa": 1}, {"id_num": 35, "title": "All Cases of Measles in South Carolina are Unvaccinated Children", "sa": 0}, {"id_num": 36, "title": "Attorney General Jeff Sessions resigns.", "sa": 1}, {"id_num": 37, "title": "Appeals Court Orders Ohio To Count Purged Voters' Ballots", "sa": 0}, {"id_num": 38, "title": "Tallahassee Yoga Shooter Was A Far-Right Misogynist Who Railed Against Women And Minorities Online", "sa": 0}, {"id_num": 39, "title": "Seven children 'seriously hurt' as ride collapses before fireworks in Surrey", "sa": 0}, {"id_num": 40, "title": "Proud Boys, Gavin McInnes banned from Facebook and Instagram", "sa": 1}, {"id_num": 41, "title": "Goodwill workers in NJ find original 1774 ‘rebel’ newspaper", "sa": 1}, {"id_num": 42, "title": "Dow erases gains for the year, tumbles more than 600 points as stocks extend October swoon", "sa": 0}, {"id_num": 43, "title": "Woman With Carved Swastika Faked Her Attack, Police Concludes", "sa": 0}, {"id_num": 44, "title": "Google reveals it has sacked 48 employees over sexual harassment in past two years", "sa": 1}, {"id_num": 45, "title": "Four Local Members of White Supremacy Group Face Federal Charges in Attacks at Political Rallies across California", "sa": 0}, {"id_num": 46, "title": "Fox News reporter hides in bushes to stop migrant family's bid to cross border", "sa": 0}, {"id_num": 47, "title": "Man faces attempted murder charge after stabbing at Russia's Antarctic outpost", "sa": 0}, {"id_num": 48, "title": "Multiple victims reported in ongoing shooting at a Louisville, KY Kroger", "sa": 0}, {"id_num": 49, "title": "NBC Cancels Megyn Kelly Today After Blackface Controversy, Sources Say", "sa": 0}, {"id_num": 50, "title": "White nationalist Robert Rundo arrested in Los Angeles", "sa": 0}]