[{"id": 1, "title": "German police shut down concert over 'Sieg Heil' chants", "text": "The concert, which took place in Ostritz in the state of Saxony on Saturday, featured two bands from \"the right-wing scene\" and had drawn an audience of \"several hundred\", Görlitz police said in a statement.\n\nOfficers stationed outside intervened after hearing shouts of \"Sieg Heil\" (Hail Victory) coming from the venue at 11:20pm. The gig was brought to an end and the building was emptied shortly after 1am.\n\nSeveral witnesses also reported hearing the chants.\n\nFederal authorities have opened an investigation, Görlitz police added.\n\nUnder German law, using Nazi-era slogans or publicly displaying swastikas and other Nazi symbols is illegal.\n\nThe town of Ostritz, near the border with Poland, regularly hosts far-right concerts that are often controversial.\n\nLast April, hundreds of neo-Nazis gathered in the remote town for a festival timed to coincide with Hitler's birthday.\n\nConcern has grown in Germany that the rise of the anti-Islam, anti-immigrant Alternative for Germany party (AfD) in recent years has emboldened the far-right and the neo-Nazi scene.\n\nThe fatal stabbing of a German man allegedly by asylum seekers in the city of Chemnitz in August, also in Saxony state, triggered far-right street protests at which some demonstrators performed the straight-armed Hitler salute.\n\nA 34-year-old man was later jailed for five months for making the illegal greeting.\n\nREAD ALSO: Neo-Nazis to gather for 'SS festival' on Hitler's birthday", "url": "https://www.thelocal.de/20181202/german-police-shut-down-concert-over-sieg-heil-chants", "category": "entertainment"}, {"id": 2, "title": "Grandma mistakenly booked into all-male jail, staff thought she was transgender", "text": "Copyright 2018 Nexstar Broadcasting, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. Photo: Miami-Dade Corrections\n\nTAMPA, Fla. (WFLA) - A woman is suing employees of a Florida jail after they allegedly forced her to spend nearly 10 hours in a cell surrounded by 40 men because they suspected she was transgender,the Miami Herald reported.\n\nFior Pichardo de Veloz, 55, was had come to Miami from the Dominican Republic to witness the birth of her grandchild when she was arrested at the airport on an outstanding drug charge in 2013.\n\nThe arresting officer listed her gender as female. She was booked into Turner Guilford Knight Correctional Center and processed as a woman, then strip-searched, the newspaper reported.\n\nDue to her history of high blood pressure, Pichardo was taken to a medical unit to be examined as a precaution. A nurse noted she had been taking hormone pills and asked her whether she was a man. Despite Pichardo's denial of this, the nurse added this note to her file: \"Transgender, male parts, female tendencies.”\n\nThe nurse told the doctor, who reclassified Pichardo as male without an examination, according to a newly-released appeals court opinion.\n\nPichardo was then transferred to the all-male jail Metro West Detention Center and shared a cell with about 40 men, who jeered at her yelling 'Mami! Mami!', according to the report. She said she was terrified to go to the bathroom and \"urinated on herself instead.\"\n\nJail workers eventually realized their mistake once family members went to the jail where she was originally processed and demanded to know why she was moved.\n\nShe was taken out of her holding cell and given a new examination. She claimed several male officers laughed at her during that examination and someone took a photo.\n\nOnce her gender was confirmed, she was taken back to Turner Guilford Knight.\n\nPichardo sued the county and jail staff for negligence and \"cruel and unusual punishment,\" but the case was thrown out by a judge who said the jail staffers were protected from a trial for negligence.\n\nBut this month, an appeals court ruled the conduct of the nurse and doctor amounts to “deliberate indifference, the newspaper reported.\n\n\"Every reasonable prison officer and medical personnel would have known that wrongfully misclassifying a biological female as a male inmate and placing that female in the male population of a detention facility was unlawful,\" Judge Frank Hull wrote in an unanimous opinion.", "url": "https://www.wwlp.com/world/grandma-mistakenly-booked-into-all-male-jail-staff-thought-she-was-transgender/1633101688", "category": "business"}, {"id": 3, "title": "'It’s the only way forward': Madrid bans polluting vehicles from city centre", "text": "From Friday, only vehicles producing zero emissions will be allowed to drive freely in downtown Madrid – making it a pollution pioneer in Europe\n\nBy 10.15 on Wednesday morning, Enrique Pelagio had parked his lorry in the chic Madrid neighbourhood of Chueca and was stacking the trolley that would bring the local cafes, bars and restaurants their daily bread and pastries.\n\nAcross the road was the van from the fruit and veg shop, while near the craft beer place sat a red delivery truck from the ubiquitous Mahou brewery.\n\nThis mini-murmuration of goods vehicles takes place throughout the capital several times a day, every day.\n\nBut change is afoot. On Friday, Madrid’s latest anti-pollution measure comes into force: a ban on polluting vehicles in the city centre.\n\nThe plan, known as Madrid Central, establishes a low-emissions zone that covers 472 hectares (1,166 acres). All petrol vehicles registered before 2000 and diesel ones registered before 2006 will be banned from the area, unless they are used by residents of the area or meet other exemptions. The goal is to cut nitrogen dioxide levels by 23% in 2020 and put people – rather than the internal combustion engine – at the heart of transport policy.\n\nThere have been similar moves in other major cities: at the end of 2016, the mayors of Paris, Athens and Mexico City joined Madrid in announcing plans to take diesel cars and vans off their roads by 2025, and in May this year Hamburg became the first German city to ban some older diesel vehicles from two of its main roads.\n\nFacebook Twitter Pinterest Smog hangs over Mardrid and road signs warn of speed limits in place due to air pollution. Photograph: Javier Soriano/AFP/Getty Images\n\nMeanwhile, Oslo, which had planned on making its city centre car-free, is now embarked on a drive to ensure it has the “fewest possible vehicles”. And in January last year Paris launched a colour-coded sticker scheme to ban all diesel cars registered between 1997 and 2000 between 8am and 8pm.\n\nMadrid’s proposal, however, is bolder still: the only vehicles allowed to drive freely around the downtown area will be those that produce zero emissions.\n\nAs he stacks his trolley, Pelagio is more sanguine about the new rules than many of his colleagues, who say they can’t afford to upgrade to cleaner vehicles.\n\n“It’s the only way forward,” he said. Besides, with fewer older cars and lorries, “there’ll be more space”.\n\nThere's a clear link between pollution peaks and hospital admissions Inés Sabanés, councillor\n\nThere will be some access under strict rules. Hybrids and LPG vehicles will be allowed into the area to park for a maximum of two hours, and more modern diesel and petrol vehicles will only be allowed in to park in public carparks or private garages.\n\nTruck drivers such as Pelagio, meanwhile, will be subject to a timetable: the oldest, most polluting lorries will only be admitted from 7am to 1pm, while more modern ones will see that window extended until 9pm.\n\nThe leftwing city council of Manuela Carmena, the mayor of Madrid, argues that the initiative is as much about public health as public transport.\n\n“Air quality has been breaching acceptable levels for 10 years and people in the city are being exposed to air that has clear effects on their health, especially those who are most vulnerable, such as children and older people,” said Inés Sabanés, councillor for the environment and mobility.\n\n“There’s research that shows clear links between pollution peaks and hospital admissions. It has a very clear effect on health – on the number of deaths and premature births.”\n\nThe mayor’s conservative opponents have tried to thwart the plan, arguing that it hasn’t been executed correctly or been properly thought out.\n\nFacebook Twitter Pinterest Madrid council says the plan will help to decentralise the city and ensure a fairer distribution of wealth and resources. Photograph: Samuel de Roman/Getty Images\n\nOthers have their own reasons. Antonio Villaverde, president of the Association of Self-employed Lorry Drivers (Ata), says that while his members are in favour of addressing Madrid’s pollution problem, they simply don’t have the money to buy new vehicles.\n\n“We’ll need to replace 90% of our vehicles in Madrid over the course of just five years,” he said. “Even if we wanted to, it’s practically impossible. The problem with all this is that the sector is still using very old vehicles because of the economic crisis.”\n\nVillaverde says the reduced delivery hours could have serious consequences. “If this goes ahead, I think two things will happen: there will be forced supply shortages in the city because we won’t be able to deliver,” he said. “And a lot of us will have to close our small businesses because we won’t be able to buy new lorries.”\n\nSabanés disagrees with the gloomier predictions. Of the 2m or so daily journeys made to the city centre, 1.2m are already made on public transport, 550,000 on foot, and only 230,000 by car.\n\n“There’s a narrative around that the centre of Madrid is being shut down,” she said. “But that’s not true. Lorry drivers, residents and their guests can enter the centre.”\n\nGradually, vehicles will come to realise that they’re not the ones in charge José Manuel Calvo, council representative\n\nPetrol and diesel taxis, as well as private hire vehicles, will be allowed into the zone until the end of 2022. The authorities won’t start imposing fines on people who break the rules until next March.\n\nSabanés also rejects suggestions that Madrid Central is drastic. “I don’t think it’s among the strictest measures,” she said. “There are different models, such as charging a lot to enter the centre of a city, or legal bans on driving in certain areas, like in Berlin. Madrid has gone for a mixed model, which will allow for a gradual implementation as we set about achieving our goals.”\n\nShe likens it to the smoking ban that came in seven years ago: despite the initial dark mutterings, people quickly adjusted to the new norms. There was also grumbling in some quarters 35 years ago when Madrid banned cars from its most famous park, El Retiro.\n\nIf there is opposition, argues the councillor, it is not coming from neighbourhood groups, environmental campaigners or health professionals. “They’re all saying that’s it’s already overdue and needs to happen now..”\n\nPaco Segura, coordinator of environmental group Ecologists in Action, couldn’t agree more.\n\nFor years, he says, successive Madrid councils have been in denial over the scale of the city’s pollution problem.\n\n“We’ve filed dozens of complaints and put out a ton of reports with official figures that show that, year after year, we’re going above the legal limits.\n\n“Our main criticism of this plan is that it’s come so late. Studies show that this is responsible for the premature deaths of about 3,000 people a year. Not acting as quickly as possible would be totally immoral.”\n\nAs far as the city council is concerned, Madrid Central is not a war on cars but rather a challenge to their dominance and a push towards better co-existence between vehicles and pedestrians.\n\nIt is also about geography and social equality. José Manuel Calvo, the city council’s representative for sustainable urban development, says the plan will help to decentralise Madrid and ensure a fairer distribution of wealth and resources.\n\n“We needs to redress the balance so that there isn’t such a high concentration of activity in the centre compared with peripheral areas,” he said.\n\nCalvo insists ways can be found to cut pollution while still preserving life in the centre of Madrid so that it remains a place where people can live, work, eat, drink and shop, and which tourists want to visit.\n\nFacebook Twitter Pinterest About 3,000 people die prematurely in Madrid every year due to pollution. Photograph: Javier Soriano/AFP/Getty Images\n\nHe points to the “last mile” distribution models being developed in other cities, whereby goods are delivered to warehouses close to the centre of town and ferried to customers in sustainable vehicles including bicycles.\n\nOne day, he hopes, the Spanish capital will more closely resemble the northwestern city of Pontevedra, which banned all but essential traffic in its centre almost 20 years ago.\n\n“It would be on another scale, but it’s possible. With Madrid Central, the whole of the centre will become a shared space, with reduced speed limits and more pavement.\n\n“Gradually, vehicles will come to realise that they’re not the ones in charge.”\n\nFollow Guardian Cities on Twitter, Facebook and Instagram to join the discussion, and explore our archive here", "url": "https://www.theguardian.com/cities/2018/nov/30/its-the-only-way-forward-madrid-bans-polluting-vehicles-from-city-centre", "category": "sport"}, {"id": 4, "title": "Special counsel says Paul Manafort lied \"on a variety of subject matters,\" breaching plea deal", "text": "The special counsel filed a memo Friday revealing more about what former Trump campaign chairman Paul Manafort lied about when he was supposed to be cooperating with federal investigators. His cooperation with the government was part of a plea agreement to avoid his second trial, focused in part on allegations related to money laundering and his foreign lobbying.\n\nThe special counsel said that his lies to federal investigators were not simply \"memory lapses\" on the part of Manafort.\n\nAccording to the special counsel's memo, Manafort lied about several things in breach of his plea deal, including his contact with Konstantin Kilimnik, who ran Manafort's office in Kiev. Kilimnik, who has ties to Russian intelligence, was indicted in June. Much of the information about Kilimnik was redacted in the filing, although Manafort admitted he conspired with Kilimnik to obstruct justice.\n\nThe special counsel also alleged that Manafort lied about a payment made toward a debt incurred by him to a firm that was working for him in 2017. According to the filing, he also provided false information to the Justice Department about another investigation.\n\nAnd while Manafort said he had no \"direct or indirect communications\" with anyone in the Trump administration and never \"asked anyone to try to communicate a message to anyone in the Administration,\" the special counsel says he was lying about this, too. He asked someone to speak with an administration official on his behalf by text on May 26, 2018 and had been in communication with a senior administration official through February 2018.\n\nRead the special counsel's memo here:\n\nManafort met with the special counsel and the FBI on 12 occasions, three prior to his guilty plea. He also testified twice before the grand jury on October 26 and November 2.\n\nIn its indictment of Manafort and Kilimnik in June, the special counsel office found that Manafort, with the assistance of aide Rick Gates, Kilimnik, and others, engaged in a multimillion dollar lobbying campaign in the United States at the direction of Ukrainian officials. Manafort and Kilimnik did so without registering and providing the disclosures required by law.\n\nIn late November, the special counsel said that Manafort had breached his plea agreement with the government by lying to federal investigators. Manafort was convicted of various financial crimes in August before reaching an agreement in September to cooperate with special counsel Robert Mueller's Russia investigation.\n\nManafort's attorneys maintained at the time that he believed he had provided truthful information and didn't agree that he had violated his plea agreement.\n\nAttorneys for Manafort wrote in the filing that Manafort \"has provided information to the government in an effort to live up to his cooperation obligations.\"\n\nManafort was convicted on eight out of 18 counts of financial crimes including bank fraud and tax fraud in federal court in Virginia in August. Prosecutors alleged Manafort hid tens of millions of dollars in overseas income over several decades, including his time as chairman of the Trump campaign in 2016. President Trump has consistently and repeatedly denied any wrongdoing.\n\nIn a tweet appearing to refer to the various memos released Friday night, Mr. Trump wrote, \"Totally clears the President. Thank you!\"\n\nPress Secretary Sarah Sanders said in a statement that the filing \"says absolutely nothing about the President.\"\n\n\"It says even less about collusion and is devoted almost entirely to lobbying-related issues. Once again the media is trying to create a story where there isn't one,\" she said.\n\nClare Hymes contributed reporting", "url": "https://www.cbsnews.com/news/paul-manafort-special-counsel-robert-mueller-plea-deal-latest-news-updates-2018-12-07/", "category": "business"}, {"id": 5, "title": "Logan Paul Frauded A Startup!", "text": "Can controversy stay away from Logan Paul? Well, not for too long!\n\nThe famous Youtuber with over 18 million subscribers is again making the headlines. However, this time it could go in front of a court for fraud.\n\nNowadays, with a good advertisement, businesses can make a tremendous progress in sales and awareness. This is why companies tend to hire the best people or organizations for their promotions and advertisements. The YouTube and other Social Medias in recent days have become a great platform for promotions.\n\n\n\nAlso, some personality has Logan Paul with over 18 000 000 subscribers on Youtube can do miracles for business. That what the founder of Robiii was thinking at the time, he was convinced that it would be a great move to promote is Kickstarter campaign that is currently running .\n\nThey agreed on a deal for the promotion of the Kickstarter Campaign for an undisclosed amount.\n\n\n\nhowever, it is a disgrace that immediately after part of the contract fund which served as a departure payment, Logan Paul left with the money. He never responded again to any text or email from the company and didn't promote the Kickstarter campaign.", "url": "http://observer.com-section-article.info/Logan_Paul_Frauded_A_Startup", "category": "business"}, {"id": 6, "title": "SpaceX Postpones Launch of 1st Falcon 9 Rocket to Fly 3 Times for Booster Checks", "text": "SpaceX's first Falcon 9 rocket destined to fly three times is rolled out to its launch pad at the Vandenberg Air Force Station in California on Dec. 1, 2018. The rocket is scheduled to launch 64 satellites into orbit on Dec. 3.\n\nSpaceX is now aiming to launch a reusable Falcon 9 booster on its third flight, a first for the company, no earlier than Monday (Dec. 3) to allow time for additional checks.\n\nThe Falcon 9 rocket, the first of SpaceX's upgraded \"Block 5\" series, was slated to launch Sunday, but will now lift off from California's Vandenberg Air Force Base Monday at 1:32 p.m. EST (1832 GMT; 10:32 a.m. PST). The mission has been delayed since mid-November over booster checks and bad weather at the launch site.\n\n\"Standing down from tomorrow's launch attempt of Spaceflight SSO-A: SmallSat Express to conduct additional inspections of the second stage,\" SpaceX representatives said in a Twitter update Sunday. \"Working toward a backup launch opportunity on December 3.\" [The Evolution of SpaceX's Rockets in Pictures]\n\nSpaceX's upcoming launch is a milestone of sorts for the company in a few different ways.\n\nFirst, there's the resuability aspect. So far, SpaceX's Falcon 9 first stages have made at most two flights before being retired. But the first stage of the Falcon 9 rocket launching Monday is making its third flight to space after launching the Bangabandhu-1 communications satellitefor the government of Bangladesh in May and the Merah Putih satellitefor PT Telkom Indonesia in August. That May launch marked the first of a Block 5 Falcon 9, an upgraded version of SpaceX's workhorse booster designed for at least 10 flights, if not more, as part of the company's reusability program to drive down the cost of spaceflight. As on its two previous flights, the Falcon 9 first stage is expected to return to Earth. It will land on SpaceX's drone ship \"Just Read the Instructions\" in the Pacific Ocean.\n\nA close look at SpaceX's first Falcon 9 rocket first stage booster to make a third flight. The Block 5 booster launched two satellites into orbit in summer 2018 and is the first to fly a third time. Credit: SpaceX\n\nThere's also the number of SpaceX launches this year. SpaceX closed out 2017 with 18 launches, a record at the time and a significant step up from its previous record of eight flights. Monday's launch will mark SpaceX's 19th launch of 2018, setting a new record that the company will then break on Tuesday (Dec. 4) when it launches a Dragon cargo ship to the International Space Station for NASA from Cape Canaveral, Florida. More SpaceX launches are scheduled for this month, so expect that record to be just over 20 by the end of the year.\n\nAnd finally, there's the payload. The Falcon 9 launch will be dedicated rideshare mission for the company Spaceflight, which is sending up 64 different small satellites on this flight. So there's literally a lot (of satellites) riding on this mission for SpaceX and its customer.\n\nYou can watch SpaceX launch its milestone Block 5 Falcon 9 mission live on Monday. SpaceX will webcast the launch live here, and you can see it on Space.com here, courtesy of the company. The webcast will begin about 15 minutes before liftoff at 1:17 p.m. EST (1817 GMT; 10:17 a.m. PST).\n\nEmail Tariq Malik at tmalik@space.com or follow him @tariqjmalik. Follow us @Spacedotcom and Facebook. Originally published on Space.com.", "url": "https://www.space.com/42608-spacex-postpones-third-launch-falcon-9-rocket.html", "category": "business"}, {"id": 7, "title": "VIDEO: Snipers Fire At French Citizens During “Yellow Vest” Protests", "text": "VIDEO: Snipers Fire At French Citizens During “Yellow Vest” Protests\n\nA shocking scene caught on video shows a “Yellow Vest” protester in France being hit by what appears to be a sniper round.\n\nWatch below:\n\nBackup link\n\nIt is a bit difficult to see exactly what happened, but a person in the background had their hands up and then promptly fell to the ground:\n\nSeconds later, a tracer round zooms by:\n\nOthers are then seen rushing to the person’s aid. The man in the foreground even turns around right after the person was allegedly shot, so we can only assume he heard gunfire or some sort of commotion behind him.\n\nHere is another video posted by Ali Özkök showing a police or military sniper, along with two others, hiding in the shadows atop a building somewhere near the protests:\n\nUPDATE: YouTube user Tom Woelki shared an image compilation showing screenshots of additional sniper rounds that some viewers may have missed (click to enlarge):", "url": "https://cloverchronicle.com/2018/12/01/video-snipers-fire-at-french-citizens-during-yellow-vest-protests/", "category": "entertainment"}, {"id": 8, "title": "Two Minneapolis police officers placed on leave after racist Christmas tree display", "text": "Two Minneapolis police officers have been placed on leave pending an internal affairs investigation into what Mayor Jacob Frey called a “racist display” in the form of Christmas tree decorations in the North Side precinct.\n\nThe incident, occurring in a precinct where police leaders have struggled to rebuild community trust since the fatal shooting of Jamar Clark in 2015, was quickly denounced Friday as a provocative insult.\n\nLongtime civil rights activist Ron Edwards called the Fourth Precinct tree decorations — a Newport cigarette pack, a can of Steel Reserve malt liquor, police tape, a bag of Takis and a cup from Popeyes Louisiana Kitchen — a “wink wink” to racist stereotypes.\n\n“It’s a modern-day version of a dog whistle, tainted with racism, specifically against the African-American community,” Edwards said.\n\nThe photo, which first hit social media this week, created a hectic Friday at City Hall, with Frey condemning the decorations as “racist” and “despicable.” The mayor vowed that those responsible “will be fired before the day is over.”\n\nHours later, his spokesman, Mychal Vlatkovich, backtracked, saying the process of firing an officer takes more time. The officers are still being paid.\n\n“While Mayor Frey’s earlier statement reflects his sentiment, he recognizes there is a legally required process that must be followed,” said Vlatkovich. “He has full faith in Chief [Medaria] Arradondo to see that process through in a timely manner.”\n\nThe photo comes at a time when Minneapolis officials are working to repair community perceptions of police. The tension is particularly acute in the Fourth Precinct, where activists recently mourned the third anniversary of a police officer’s shooting of Clark, an unarmed black man. That 2015 shooting revived longstanding tension between some north Minneapolis residents and the police tasked with protecting them, and launched an 18-day activist demonstration at the police station.\n\nJeremiah Ellison, who is now a City Council member, was among the leaders of the 2015 precinct protests. On Friday, Ellison was at a loss for words to describe his reaction to the photo of the tree.\n\n“Man, every way I could put it would understate it,” said Ellison. “It’s disappointing, but also I think deeply disturbing to wake up to something like that. Not just for myself, but for my neighbors.”\n\nHe said “the police precinct as a whole needs to address it further.”\n\nEllison made those comments as he left a budget meeting, during which the council voted to reduce the mayor’s proposed police budget for 2019 by $1.1 million.\n\nIn a statement Friday, Arradondo said he was “ashamed and appalled by the behavior of those who would feel comfortable to act in such a manner that goes against our core department values of Trust, Accountability and Professional Service.” The chief said he has “initiated a full investigation and will make information public when possible in accordance with Minnesota State Statute.”\n\nIf Arradondo fires the officers, they can appeal through arbitration.\n\nUnion President Lt. Bob Kroll did not respond to a request for comment.\n\nDemand for reparations\n\nAs darkness fell Friday, a dozen community activists stood in front of the dimly lit precinct headquarters to condemn the tree display and demand reparations, including a healing event for residents.\n\n“We are tired of being the city’s punching bag,” said former City Council candidate Raeisha Williams, adding that the incident has lent a sour note to Christmas for many North Siders.\n\n“Here we’ve had our holiday taken away from us. Destroyed. Manipulated. By hate, bigotry and racism,” Williams said.\n\nChauntyll Allen, an organizer with Black Lives Matter Twin Cities, said she learned about the display after someone e-mailed her a photo. It sat in her inbox for several days before she noticed it, she said, lamenting that the display was likely up for days before being taken down amid public pressure.\n\nAllen questioned calls by city leaders for an internal affairs investigation. “It was clearly there,” she said. “What more needs to be investigated?”\n\nBLM and other groups demanded the immediate firing of the officers involved, cultural competency training for Police Department employees and the addition of North Side community liaisons.\n\nCouncil Member Phillipe Cunningham wrote on Facebook that he talked to Fourth Precinct Inspector Aaron Biard, who said the ornaments had been taken down. Cunningham said Biard described it as an officer’s “prank.”\n\n“They hurt EVERY gain made in improving community-police relations,” wrote Cunningham. “On a personal level, despite being a [Council Member], I am still a Black man myself and these outrageous reminders only further my own feeling (of being) generally unsafe around police officers.”\n\nCunningham expressed confidence that Arradondo will “permanently eradicate this ugly racism from the police department.”\n\nStaff writers Liz Sawyer and Mukhtar M. Ibrahim contributed to this report.\n\nAndy Mannix • 612-673-4036", "url": "http://m.startribune.com/minneapolis-police-officer-will-be-fired-over-racist-christmas-tree-decorations/501646051/", "category": "politics"}, {"id": 9, "title": "Paul Caneiro is accused of killing his brother and his family and setting their home on fire to hide it", "text": "(CNN) There was more than a brotherly bond between Paul and Keith Caneiro. They shared a business, vacationed together and settled about 11 miles from each other in the suburbs of New Jersey.\n\nBut two days before Thanksgiving, a horrific chain of events would forever tear them apart. Even more horrific is the identity of the alleged perpetrator of those events.\n\nPaul Caneiro, 51, is accused of killing his younger brother, his sister-in-law and their children in their modern Colts Neck Township mansion in the early morning darkness on November 20 and then setting their home on fire -- an attempt, authorities say, to cover up the crimes.\n\nHe then allegedly set his own home on fire -- with his wife and daughters inside -- to try to make it look as if the whole family was being targeted. His family got out of the home safely, officials said.\n\nThe slayings have shocked the community and several twists in the case have rattled law enforcement. In just a few days, the odd coincidence -- two fires on the same day in the homes of two brothers -- revealed what prosecutors said was one of the most brutal crimes they'd ever seen.\n\nFriends and relatives will give Keith Caneiro and his family a final farewell on Sunday, as Paul Caneiro, who maintains his innocence, sits in a Monmouth County jail, awaiting trial.\n\nFamily of four was killed before sunrise\n\nSometime between midnight and 5 a.m., authorities said, Paul Caneiro was walking around his brother's $1.5 million Colts Neck home armed with a knife and a gun.\n\nThe brothers had been in front of the white mansion when a deadly confrontation unfolded. Paul fired multiple shots, striking Keith, officials say.\n\nIt's unclear if they exchanged words or had a fight, but the sound of the gunshots apparently went unnoticed in this upscale town of about 10,000 people around 50 miles south of New York.\n\nPaul then walked inside the home and found Keith's wife, Jennifer. He shot and stabbed her and also stabbed their children, Jesse, 11, and Sophia, 8, Monmouth County Prosecutor Christopher Gramiccioni said.\n\nHe then took some documents and set a fire in the basement, officials said.\n\nSuspect set his own home on fire\n\nWhen Paul left his brother's house that morning, he went to his home in Ocean Township, still under the cover of darkness. He poured gasoline outside his two-story home while his family slept inside and ignited it, a criminal complaint alleges.\n\nBy 5 a.m., firefighters and police were on their way to Paul's home. Someone had called 911, saying they'd seen smoke.\n\nA fire started at Paul Caneiro's home in Ocean Township while the family was sleeping. They escaped were unharmed.\n\nWhen first responders arrived, Paul, his wife and their daughters were already outside. They were unharmed.\n\nA fire was burning behind the residence and a smaller fire was located near the garage door.\n\nPaul Caneiro put his family in danger, Gramiccioni said, when he tried to destroy the evidence he brought with him from his brother's home and tried to make it seem like both families were being targeted.\n\nPaul's attorney, Robert A. Honecker, said Paul helped his family evacuate after a fire broke out at their home and waited with them until police and firefighters arrived.\n\nHours later, the family went to the town's police headquarters, where all of them were questioned. Paul would remain there for the next 12 hours until he was arrested around midnight.\n\nKillings were hidden by flames\n\nBack at the Colts Neck mansion, a fire was growing hotter and hotter, scorching the rooms of the more than 5,700-square-foot home.\n\nIt was a normal day on quiet Willow Brook Road, where Keith's mansion stood out from the others because of its modern architecture. As the sun rose, children took off on buses for the last full day of classes before Thanksgiving, and adults began commuting to work.\n\nJust after 12:30 p.m., more than six hours after the fire at Paul Caneiro's home, dozens of firefighters responded to the 1-acre property. A neighbor's groundskeeper had smelled smoke coming from the home and his boss called 911, the Asbury Park Press reported.\n\nFirefighters contained the fire about 24 hours after it was reported.\n\nWhen firefighters arrived, they made a gruesome discovery. Keith was dead in front of the home, while the bodies of the rest of the family were severely burned inside.\n\nPlumes of smoke poured out of the home as fire crews saturated the structure and the lawn around it. They wouldn't put down the fire until about a day later, and they wouldn't let investigators inside, fearing -- among other safety concerns -- that the roof could cave in.\n\nATF is currently lending our technical expertise to the investigation led by @MonCoProsecutor and @MonmouthPDFDEMS of an arson with multiple fatalities in Colts Neck, NJ. pic.twitter.com/lHe3x2xf5w — ATF Newark (@ATF_Newark) November 21, 2018\n\nWithin hours, investigators announced the family had been targeted and were victims of homicide.\n\nPaul Caneiro sat in jail, accused of setting his own home on fire. And suspicions were increasing that he was involved in the deaths of his brother and his family.\n\nMore than a week later, Paul was accused of the killings. He now faces four counts of murder, two counts of aggravated arson and two firearm violations, records show.\n\nIf convicted, he could be sentenced to life in prison.\n\nProsecutors have said he acted alone and have no reason to believe that organized crime was involved.\n\nMoney broke their 'best friends' relationship\n\nThe troubles between the Caneiro brothers may have involved money.\n\nThey worked together for three decades, after Keith founded a technology consulting company and brought Paul on as his first employee.\n\nThe company appeared to be very successful, adding Wall Street names such as Citigroup and JPMorgan Chase to their clients list through the years.\n\nPaul Caneiro made his first appearance in a Monmouth County on Friday.\n\n\"By the time the internet bubble was about to burst in 2001, their technology business had grown to $4.5 million in annual sales and 26 employees,\" the Asbury Park Press newspaper reported.\n\nAnother sign of their partnership was the company's name, Jay-Martin Consulting, which combined the brothers' middle names. Later, they would rename the firm Square One.\n\nBefore the killings, the Caneiros had been operating the tech firm alongside a pest control company out of a brick building on a main road in Asbury Park, according to the city's public records.\n\nThe motive in the killings was financial, prosecutors say, and stemmed from the brothers' joint business ventures. Authorities have not discussed any more details about the motive but have said investigators have launched an investigation into the Caneiro's business dealings.\n\nPaul Caneiro's attorneys, Robert Honecker and Mitchell Ansell, said their client was wrongfully accused and that he \"had absolutely nothing to do with these horrific crimes.\"\n\n\"Paul's family means more to him than anything else in the world,\" they said in a statement.\n\n\"There is absolutely no reason in the world for Paul Caneiro to have committed the crimes he is alleged to have committed. He would never hurt any member of his family. The process today can begin for a search for the truth and who committed these horrendous acts.\"\n\nThe brothers not only worked together, the attorneys said, they considered themselves best friends and were each other's best man at their weddings.\n\nA loving family led by a tech businessman\n\nCandles, photos and flowers have slowly filled the steps of the Colts Neck Town Hall to mourn a loving family who enjoyed traveling to Greece and exercising together.\n\nKeith wanted to keep developing his career and had just earned a master's degree in technology management from Columbia University in New York.\n\nIn his thesis, he focused on technology that could \"solve world hunger by matching excess foods with hungry people,\" he wrote in his LinkedIn profile.\n\nTributes hung on a fence in front of the Colts Neck mansion.\n\nHe was committed to exercising and was a regular at a local gym, according to his obituary. His trainer, Brian Bott, wrote on Facebook that Keith, who was initially introverted, made jokes, took over the radio and overall made other people felt like they belonged there.\n\n\"If you trained in the morning here you knew Keith. He had that way about him. Keith was an 'idea' guy and I think it's why him and I got along so well,\" Bott wrote. \"We'd talk about business, music, movies, or anything really, but I sincerely enjoyed my conversations with him and the way they would challenge me intellectually.\"\n\nA video posted on the gym's Facebook page shows Caneiro doing push-ups while his young daughter helps out, providing a little extra weight on his back.\n\nKeith was also an avid reader, reading multiple books in a week, and loved sports.\n\nLike her husband, Jennifer Caneiro enjoyed exercising, going to the beach and traveling with the family to their home in Greece, her obituary says.\n\nFriends and family of Keith Caneiro and his family gathered outside the Colts Neck Town Hall for a candlelight vigil honoring last week.\n\nShe was a graduate of the University of Albany and a member of the parent-teacher organization at her children's school. She enjoyed hosting family parties \"for every holiday at her home.\"\n\nThe couple's daughter, Sophia, was a third-grader and a Girl Scout who loved Ninja classes. She enjoyed baking cookies, ice skating, gymnastics and the New York Yankees.\n\n\"Sophia was a vibrant, enthusiastic and precocious girl, who enjoyed the arts. Her positive energy was contagious,\" according to her obituary.\n\nSon Jesse was a fifth-grader with an impressive knowledge of world events. He knew everything about the two World Wars and could engage anyone in conversations about current world events. He loved to play the blockbuster video game \"Fortnite, \" and build Lego structures, his obituary says.\n\nMore than a week after the family was found dead, their home was boarded up and children's drawings with smiley faces and rainbows hung on a wire fence placed outside.\n\n\"Forever in our hearts,\" a child wrote in a tribute for them.", "url": "https://www.cnn.com/2018/12/02/us/new-jersey-mansion-fire-wrap/index.html", "category": "entertainment"}, {"id": 10, "title": "Cheap oil is no longer a huge positive for the US economy", "text": "New York (CNN Business) 1. Crude reality: Cheap oil used to be a slam-dunk positive for the American economy.\n\nAbrupt declines in oil prices would create huge savings for consumers and businesses alike. It was like a massive tax cut -- and one that didn't blow up the federal deficit.\n\nBut the shale oil boom has since changed that equation. The United States today is not only the largest guzzler of oil, it's vaulted to the top of the production leaderboard as well. US output recently surpassed Saudi Arabia and Russia for the first time since 1973.\n\nThat means even though President Donald Trump is calling for oil prices to go lower, there are significant negative consequences of the deepening bear market in oil.\n\nLower oil prices threaten to wipe out jobs, set off cash crunches at overleveraged frackers and depress business spending. The 2014-2016 oil crash caused hundreds of thousands of job cuts and dozens of bankruptcies.\n\n\"The US now responds to lower oil prices like an OPEC member,\" Pantheon Macroeconomics chief economist Ian Shepherdson wrote to clients last week. \"When the president calls for lower oil prices, he's ignoring the new reality.\"\n\nCrude plummeted 22% in November, marking the worst month since October 2008. Despite that meltdown, Trump has repeatedly pressured OPEC and Saudi Arabia not to dial back production to balance the market. OPEC and Russia are nonetheless expected to seriously consider slashing output at Thursday's highly-anticipated meeting in Vienna, Austria.\n\nOf course, the recent plunge in oil prices is not nearly on the same level of the last downturn. And millions of Americans are enjoying a windfall caused by the slump. And that's a huge plus because the United States is still a consumer-led economy.\n\nA gallon of gasoline fetched $2.49 on Friday, down from $2.80 a month ago, according to AAA. Consumers could use that extra cash to splurge on Amazon (AMZN) this holiday season.\n\nBut many residents of Texas, North Dakota, Alaska and other oil-producing states are not celebrating. Crashing oil prices can threaten their livelihoods.\n\n\"The decline in oil prices is not an unalloyed good,\" said PNC chief economist Gus Faucher. \"The benefits are dispersed but the hits are geographically concentrated.\"\n\nFaucher said that he believes the impact of cheap oil is now neutral on the overall US economy.\n\nThe shale revolution has set off a hiring boom in the Permian Basin of West Texas. Some jobs could be at risk if oil prices stay cheap.\n\nShale is a gamechanger\n\nConsider what happened during the 2014-2016 oil crash. Gasoline prices plummeted from $3.70 a gallon to just $1.72, according to federal government stats. That helped boost consumer spending.\n\nAnd yet US GDP growth decelerated sharply from above 3% in early 2015 to sub 2% the next year. Capital spending in the mining sector, which is mostly oil, plunged by $149 billion, or 61%, from peak to trough, according to Shepherdson. He found that matched the pick-up in consumer spending over that span.\n\nOne big shift is that shale oil now makes up at least half of America's oil output. And shale oil companies, unlike their larger rivals, quickly ramp up and down their activity based on price swings. And when that happens, other parts of the economy feel the impact. The pain from cheap oil can spill over into steel, manufacturing, real estate, transportation, logistics and banking.\n\nAll told, Shepherdson estimates that the oil crash wiped 0.3 percentage points off US GDP growth in 2014 and another 0.2 percentage points in 2015.\n\n\"In the shale new world, lower oil prices mean slower US growth,\" Shepherdson wrote.\n\n2. Trade truce: Presisdent Donald Trump and President Xi Jinping, the leaders of the world's two largest economies, agreed to a temporary ceasefire in the trade war between the United States and China.\n\nAfter the two-and-a-half hour discussion at the G20 summit in Argentina, Trump agreed to maintain the 10% tariffs on $200 billion worth of Chinese goods, and not raise them to 25% \"at this time\" ahead of a January 1 deadline, according to a White House statement from press secretary Sarah Sanders.\n\nIn exchange, China agreed it was willing to purchase a \"very substantial\" amount of agriculture, energy and other goods from the United States to help reduce the trade imbalance.\n\nCalling the extended meeting \"friendly and candid,\" Chinese State Councilor and Foreign Minister Wang Yi said the two leaders had agreed to open their markets to each other and to step up negotiations toward elimination of all additional tariffs.\n\nSome analysts warn that the truce could be short-lived. \"In short, this was not a breakthrough on substance, but a framework to continue talks. We have long warned of the risk that such a general agreement could break down,\" Eurasia Group said.\n\n3. Jobs numbers: Will November be another strong month for adding jobs? We'll find out on Friday when the Bureau of Labor Statistics releases new numbers for last month.\n\nIn October, the US economy added 250,000 jobs in October, which significantly exceeded expectations. The unemployment rate remained at 3.7%, a 49-year low. Hispanic unemployment reached its lowest rate ever, at 4.4%.\n\n5. Retail earnings: Some stores are reporting earnings this week including Dollar General (DG), Restoration Hardware (RH), and Ulta (ULTA).\n\nIt's been a strong year for Dollar General: the stock is up nearly 19% for the year. CEO Todd Vasos said on its last earnings call that despite the strong economy, weak wage growth has attracted more shoppers that live paycheck-to-paycheck.\n\n6. Coming this week:\n\nTuesday — Bank of Montreal (BMO), Dollar General (DG) and Restoration Hardware (RH) earnings\n\nWednesday — US financial markets closed for national day of mourning in honor of former President George H.W. Bush\n\nThursday — Kroger (KR), Ulta (ULTA) and Broadcom (AVGO) earnings; Trial for government's appeal of AT&T-Time Warner deal begins; OPEC meeting\n\nFriday — Jobs numbers", "url": "https://amp.cnn.com/cnn/2018/12/02/investing/stocks-week-ahead-oil-opec/index.html", "category": "business"}, {"id": 11, "title": "Hundreds of apparently 'flash-frozen' turtles wash ashore in New England", "text": "Hundreds of apparently 'flash-frozen' turtles wash ashore in New England\n\nAn unusual number of sea turtles have washed ashore in New England in the recent cold snap, many dead and appearing to have been “flash-frozen”.\n\nManatees in peril as toxic red tide tests Florida's resources for rescued animals Read more\n\nMany of the turtles are from a critically endangered species called Kemp’s ridley, Robert Prescott, director of Massachusetts Audubon Society’s Wellfleet Bay Wildlife Sanctuary, told the Cape Cod Times.\n\nThe number of stranded turtles has already surpassed what is considered normal for the season. Prescott told the Times that at least 219 turtles washed ashore from Wednesday to Friday on Cape Cod beaches. He told CNN 173 of those turtles had died.\n\nSign up for the new US morning briefing\n\nAll but one of the 82 turtles found on Thursday, the Thanksgiving holiday, were frozen solid and dead, Prescott said, due to unseasonably cold temperatures.\n\nRescued sea turtles return to the ocean – in pictures Read more\n\n“It was like they were flash-frozen, flippers in all weird positions like they were swimming,” he said.\n\nOn Friday, temperatures were a few degrees higher and that along with a slight shift in wind direction, meant more turtles found alive, Prescott told the paper.\n\nTurtles usually continue to be found ashore through Christmas. Prescott said it was possible the region could see nearly 1,000 stranded turtles before the new year.\n\nPrescott believes a warming trend in the Gulf of Maine has allowed the turtles to delay migration south.", "url": "https://www.theguardian.com/environment/2018/nov/25/flash-frozen-turtles-wash-ashore-new-england", "category": "sport"}, {"id": 12, "title": "US urges UN to hold off on Yemen resolution", "text": "UNITED NATIONS, UNITED STATES (AFP) - The United States on Tuesday (Nov 27) told the United Nations Security Council that a draft resolution demanding a truce in Yemen should be put on hold until peace talks are held in Sweden in early December.\n\nBritain presented the measure last week as the UN stepped up its diplomatic efforts to hold talks on ending the war in Yemen.\n\nUN envoy Martin Griffiths is hoping to bring the Saudi-backed government and the Houthi rebels to Sweden for negotiations that could begin as early as next Monday, according to UN diplomats.\n\nDuring UN negotiations on the British-drafted text, the US mission to the UN said \"it will be important to take into account the results of the imminent talks in Stockholm, which will be a key inflection point in the political process\", according to an e-mail message seen by AFP.\n\n\"We look forward to offering more substantive comments to the draft once we have more information on the outcomes of the upcoming consultations,\" said the US mission in the message sent on Tuesday to other council members.\n\nThe proposed resolution - the first to be discussed by the council on Yemen since 2015 - would significantly ratchet up pressure on the Saudi-led coalition and the Iran-aligned Houthis to seek a negotiated settlement.\n\nHODEIDA TRUCE\n\nThe draft resolution calls for an immediate truce in the port city of Hodeida, the main entry point for humanitarian aid and supplies to Yemen, and sets a two-week deadline for the warring sides to remove all barriers to humanitarian aid.\n\nNegotiations on the draft began last week, and no vote has been scheduled at the Security Council.\n\nRelated Story Saudi king urges action against Iran, backs Yemen peace\n\nThe US, which has supported the coalition, last month made a surprise call for a ceasefire and threw its weight behind the UN-led effort to hold peace talks.\n\nSaudi Arabia has faced fresh calls to end the war in Yemen following the brutal murder of dissident journalist Jamal Khashoggi.\n\nThe war has left millions on the brink of starvation and unleashed what the UN has described as the world's worst humanitarian crisis.\n\nDespite global outrage, US President Donald Trump last week vowed to stick by Saudi Arabia, throwing a spanner in the works at the UN during negotiations on the Yemen draft.\n\nUN diplomats said they did not expect a vote this week on the measure due to the US reluctance to push the coalition.\n\nThe draft resolution calls for a large injection of foreign currency into the economy through the central bank to support the collapsing currency and for salaries of civil servants, teachers and health workers to be paid within one month.\n\nSaudi Crown Prince Mohammed bin Salman, who is facing international criticism over the Khashoggi murder and the devastating war in Yemen, is due to join world leaders at the G-20 summit in Argentina later this week.", "url": "https://www.straitstimes.com/world/united-states/us-urges-un-to-hold-off-on-yemen-resolution", "category": "politics"}, {"id": 13, "title": "Mexico asks U.S. to investigate use of tear gas at border", "text": "Migrants, part of a caravan of thousands from Central America trying to reach the United States, run from tear gas released by U.S border patrol, near the border fence between Mexico and the United States in Tijuana, Mexico, November 25, 2018. REUTERS/Hannah McKay\n\nMEXICO CITY (Reuters) - Mexico’s foreign ministry presented a diplomatic note to the U.S. government on Monday calling for “a full investigation” into what it described as non-lethal weapons directed toward Mexican territory on Sunday, a statement from the ministry said.\n\nU.S. authorities shot tear gas canisters toward migrants in Mexico on Sunday near the border crossing separating the Mexican city of Tijuana from San Diego, California, after some of them attempted to cross into the United States.", "url": "https://www.reuters.com/article/us-usa-immigration-diplomacy-idUSKCN1NW00L?utm_campaign=trueAnthem%3A+Trending+Content&amp;utm_content=5bfcb47904d30127d222f3d7&amp;utm_medium=trueAnthem&amp;utm_source=facebook&amp;fbclid=IwAR0SJrkfbQn1MSw6sP59jXKPkVbXdJFDAlsgQPxEED99WiiE4-OGToucBZ8", "category": "business"}, {"id": 14, "title": "Woman, 10-month-old daughter killed by bear at remote Yukon cabin", "text": "A Yukon woman and her 10-month-old daughter are dead after a bear attack at a remote cabin, the territory's coroner said.\n\nIn a news release, Yukon's coroner said the bodies of 37-year-old Valé​rie Thé​orêt, and her daughter Adele Roesholt were discovered by the child's father at around 3 p.m. on Monday.\n\nAccording to coroner Heather Jones, the two had been alone at the cabin when the attack happened.\n\n\"It appears they had been out for a walk when the incident occurred, sometime between 10 a.m. and 3 p.m.,\" the coroner's news release said.\n\nThé​orêt, originally from Quebec, was on maternity leave from her job teaching Grade 6 French immersion at Whitehorse Elementary School. She and her partner, Gjermund Roesholt, and their daughter had been trapping at Einarson Lake for the last three months, the coroner said.\n\nThé​orêt with 10-month-old daughter Adele Roesholt. (Submitted by Josianne Gauthier)\n\nEinarson Lake is located more than 400 km northeast of Whitehorse, near the border between Yukon and the Northwest Territories.\n\nRoesholt was away from the cabin on the family's trapline when the attack occurred, Jones said. He came back just before 3 p.m. and was immediately charged by a grizzly bear, about 100 metres from the cabin.\n\nRoesholt managed to shoot the bear, killing it. He then went to the cabin, where he found the bodies of his partner and child outside.\n\nHe used an emergency beacon device to call for help.\n\nThat call went to RCMP in Mayo, a village of 200 people and the closest settlement to the cabin. It also went to friends of the couple.\n\n\"It's a big, big blow. Everybody is totally devastated right now,\" said friend Rémy Beaupré, who heard details about the incident from another friend who received the emergency message.\n\n\"Lots of our friends are gathering tonight to mourn a little bit and support each other a little bit,\" he said on Tuesday.\n\n'Competent bush people'\n\nBeaupré said the couple bought their remote trapline about three years ago, and tried to spend as much time as they could in the wilderness. They were avid outdoors people with lots of experience, he said.\n\n\"It was the plan all along to go there and spend a lot of time there, but Valé​rie couldn't really take a lot of time off because she was a teacher,\" he said.\n\n\"Being on her maternity leave, now was the opportunity for them to all go as a family. So they just took their baby and went out on the trap line.\n\n\"They were, I'm 100 per cent sure, well-prepared for anything that could have happened. But, you never know.\"\n\nBrian Melanson is a fellow trapper in the area. He said his trapline is near the one owned by the couple. He'd only met them a few times, he said, but it was clear to him that they knew what they were doing in the wild.\n\n\"These are competent bush people,\" he said. \"It's not from lack of experience.\n\n\"It's going to be devastating to the community, because it's going to hit home to everybody. You know, we go out there, all of us, we take our wives and our children, and we live out there,\" he said.\n\nEven though winter is around the corner and bears will be going into hibernation, there are still plenty of them around, he said. \"We had seen bear tracks out even in the middle of December last season ... the mild falls, you know, they're still out and roaming around.\"\n\nOffers of support\n\nMelanson said other local trappers are ready to offer any help they can to Roesholt.\n\n\"He's going to need support, and lots of it — from everybody.\"\n\nYukon's coroner is still investigating the incident, along with RCMP and Yukon's department of the environment.\n\nWhitehorse Elementary School officials sent notification of Thé​orêt's death to parents on Tuesday, and said there was a support team at the school for staff and students.\n\nA statement from Michele Royle of Yukon's department of education called Thé​orêt \"a valued educator,\" and said she will be dearly missed by staff and students.\n\n\"We work with the school to identify and address needs. People react to tragic news differently, and at different times. Some people do not feel the full impact for days or weeks,\" the statement said.", "url": "https://www.cbc.ca/news/canada/north/bear-attack-mayo-two-dead-1.4922567?cmp=FB_Post_News&amp;fbclid=IwAR1flYm-DG3r8JBgPZLOcY2ESJWIO94Z8Md24tN9fib7nuGkWvCwMqwiU6Q", "category": "politics"}, {"id": 15, "title": "Ex-Trump campaign chief Paul Manafort broke plea deal, lied to prosecutors, Mueller says", "text": "The special counsel and Manafort both asked the judge to sentence the former Trump campaign chairman.\n\nThe filing did not mention what Manafort is specifically alleged to have lied about. It was also not clear whether Mueller will file new charges against Manafort in light of the allegations.\n\nA spokesman for the special counsel declined to comment beyond what is in Monday's filing.\n\nThis is not the first time Manafort has been called out by the special counsel for breaching the terms of his deals with them. In June, Manafort was sent to jail pending his then-upcoming trials after investigators accused him of witness tampering. The decision in the U.S. attorneys' favor from U.S. District Court Judge Amy Berman Jackson revoked Manafort's $10 million bond.\n\nMueller is investigating Russia's attack on the 2016 election as well as potential ties between the Kremlin and President Donald Trump's campaign. Trump has repeatedly denied that his campaign colluded with the Russians to undermine the campaign of Democrat Hillary Clinton.\n\nManafort had faced prosecution by Mueller in two separate cases, one in Washington, D.C., the other in Virginia. In September, Manafort cut a deal with Mueller's team and agreed to plead guilty to charges related that he was engaged in a conspiracy involving money laundering, tax fraud, failing to report foreign bank accounts, violating rules requiring registration of foreign agents, lying and witness tampering. The deal came a few weeks after a jury in Virginia found him guilty on several counts of financial fraud.\n\nThe charges lodged by Mueller's team largely relate to Manafort's work for a pro-Russia political party in Ukraine, which he performed years before he joined the Trump campaign.\n\nManafort was also one of the Trump campaign officials to attend a June 2016 meeting with Russian government-connected operatives at Trump Tower in New York, which was coordinated by Donald Trump, Jr. in the hope of hearing what was claimed to be damaging information about Clinton. Trump's son-in-law and current senior advisor Jared Kushner also attended that meeting.\n\nOn Monday, prosecutors said that under the terms of the plea deal, Manafort was required to be \"fully, truthfully, completely, and forthrightly\" cooperative with the government. The filing said that agreement stipulated that if Manafort failed to meet his obligations, the government would be relieved of its obligations. That would include its agreement to reduce sentencing guidelines in exchange for acceptance of responsibility.\n\nThe White House did not immediately respond to a request for comment.\n\nLast week, lawyers for Trump said they had submitted the president's written answers to the special counsel.\n\n\"The questions presented dealt with issues regarding the Russia-related topics of the inquiry,\" said Jay Sekulow, one of Trump's lawyers and a conservative radio host. Neither the specific questions nor the answers have yet been made public, and it remains unclear whether Mueller's team plans to send follow-up questions to Trump or request that he sit down for an in-person interview.\n\nBelow is the full text of the status report:", "url": "https://www.cnbc.com/2018/11/26/prosecutors-allege-paul-manafort-lied-to-investigators.html", "category": "business"}, {"id": 16, "title": "GoodnightMacaroon.co Reviews", "text": "Thank you for visiting our website and we hope you will find our online reviews informative and useful when making purchasing decisions. Before you read our online reviews, we think it is important for you to know a few things. We use third party software to administer the requesting, gathering and publishing of our online reviews. They are written and posted by verified customers, that is, they are 100% genuine and not made-up. Furthermore, we do not edit or change any online reviews before or after posting on our website.\n\nWe created this online reviews section to provide a community for our customers to communicate with each other. We are grateful to customers who help provide new and existing customers with the informative and useful information before they make their purchase. You will find thousands of reviews, including some with images, from our most helpful and valued customers. We are forever grateful for this community because each and every review provides customers with information ranging from sizing references to shopping experiences.\n\nWe don't just post online reviews. As a team, we try to learn from the good and bad – learning from our mistakes to improve our customers' shopping experience and satisfaction. We are constantly striving to do better by providing better quality women's clothing, faster delivery and improved customer services. As a online retailer, we try our best to make everyone happy but if that's not the case, please feel free to contact our Customer Services team at info@goodnightmacaroon.co and they will be more than happy to help!", "url": "https://www.goodnightmacaroon.co/pages/goodnightmacaroon-co-reviews", "category": "tech"}, {"id": 17, "title": "Chier Hu's answer to What do you think of the Great Firewall of China?", "text": "Outline\n\nA closed market in internal mainland brought tremendous “economic opportunities” “Innovation” in Chinese companies The “creation trick” is borrowing from foreign websites for reference. The “Business secret” of self-media startups Why do Fansub groups burn subtitles in the video? The “content carry” industry has created millions of jobs Chinese students studying abroad -a “walking translation machine” & “Conveying robots” Originator assuming high risk, but the returns are low and even hard to subsist\n\n1. A closed market in internal mainland brought tremendous “economic opportunities”\n\nThe GFW has been sealed up tight to cut off from the outside world for a decade, and the only channel of information is the proxy, this set up the seclusive environment.\n\nIt brought more “economic opportunities” to the internal which has allows everything to be “copied to China” (Anything invented in the world will be “reinvented” in China and recycled in “Chinese characteristics way”.) and it has erected an “invisible wall” in mainlander's minds (even though some of them have been cross over the wall).\n\nThe “information merchants” (go abroad or bypass firewall) to utilizes information asymmetry to collect the “IQ tax” making benefit from the masses (who limited access to external information).\n\n2. “Innovation” in Chinese companies\n\nWhen Google Opened Source in some technology domain, there were a large number of start-up have proliferated(they just do assembly and paste their brands, for instance:\n\nCardboard→Baofeng Mojing,\n\nChrome→Redcore web browser)\n\nThey declared \"high-tech innovations in independent R&D\" by themselves and corresponding venture capitalists popped up in China.\n\nThe implication of “independent research and develop” infers “If you can't find the source, it's my original”;\n\ninfers “If you can't find the source, it's my original”; “Continuous innovate” means they always follow developing trends of tech giant(e.g.FLAG) closely-Whatever they do, I follow what I fetch.\n\nKai-Fu Lee found an incubator in China named Sinovation Ventures where each project plagiarized from Y Combinator and then investment them.\n\nZhihu is his investment, it plagiarizes all the functions of Quora... even the details of the logo- such as the deformed “、”(the lower right corner of “Q”) becomes the distortion of \"口\"(the lower right corner of \"知\") of .\n\n3. The “creation trick” is borrowing from foreign websites for reference.\n\nEvery day, Chinese designers “looking for material” through stocks and portfolios websites(e.g. Shutterstock, Behance ) just grab stuff, use it which make themselves looks “creative” (You don't need to read the text, just look at the picture...)→ 如何看待阿里「鹿班」logo 疑似抄袭 Dribbble 作品？\n\n) just which make themselves looks (You don't need to read the text, just look at the picture...)→ Chinese programmer looks for open source code (e.g. Github ), take it rather than conceiving the algorithm himself.\n\n), take it rather than conceiving the algorithm himself. If one day they can't jump over the wall, they suddenly lose their creativity‍. LOL\n\nWhen I was in college, the best students directly copied the most famous foreign designs and then changed its exotic forms into their own styles. Such students were praised by the teachers for \"adept at learning quickly.\"\n\nThis graduation design was “so excellent” that was chosen for the logo of our institute...\n\nOriginal creator→Behance\n\nThese plagiarists don‘t have to worry about any copyright issues because the outer world is “never exist” to their audience. But it never produces new actual values in the world owing to its absence of originality and can't export their fruit to other countries.\n\n4. The “Business secret” of self-media startups\n\nChina's most famous self-media, Luogic Talkshow valued several billion dollars hired hundreds of employees to rehashes from bestseller book on Kindle into their own “original content”. They tried to pawn him off as “intellectuals” for listeners with narrow horizon.\n\nWhat's more, many Chinese researchers‍‍ & scholars, such as Weigang Wan, don't forget China not patriotic but take share a slice of this “juicy meat” in its domestic market - even after they emigrating in the US.\n\nHis paid articles have been stealing from NYT, The Economist, HBR, The Atlantic, Scientific American, Nautil…lack of original and integrated thought. (Millions of readers who stay behind the Golden Shield but self-identifying as elites spend ￥199≈ $29 per year to subscribe it)\n\nBecause international knowledge site is blocked, Chinese studious innernet-user have no choice but to spend a lot of money to read their paid content (which the information merchants “refactoring” the content from Wikipedia, Coursera…)\n\nMore fearsome is their content separate from the other app, website (can’t be copied, searched, and linked elsewhere) and the only way to read them is to use their app (pay for become a VIP). This establishes an “information isolated island” driven by interests.\n\nIn contrast, NLP of Google resembles a Tower of Babel where any content can be written in any language and read by anyone using any language. Preventing Google is equivalent to barred Mandarin and Simplified Chinese from being outside the world civilization.\n\nNumerous of Chinese companies have benefited from this isolated wall (GFW construct an “economic moat” for these companies to resist foreign competition) . Consumers inside the wall as lambs (to be slaughtered) for them.\n\n5. Why do Fansub groups burn subtitles in the video?\n\nFor provides content for spectator excluded from the real WORLD WIDE WEB, the caption translate teams get over the wall, downloads the videos on YouTube and movies & serial on Netflix, translates them and directly burn-in subtitles with soft advertisements.\n\nWhy burn in? Since China is an information isolated island with a “LAN” detached from the world but we indulgence in “involution”.\n\nIt seems to establish a barrier between China and the rest of the international community which lead to Chinese creation can’t be viewed by other linguistic speakers).\n\nJust as backwater scarcely ripples, this makes the massive precipitative video data stagnant and dead. (Maybe this is the reason why Chinese products never go out of the country). But information “desire” stream free.\n\nE.g. subtitles on YouTube can be auto-generated, searched and translated into any language, making all videos an “invisible treasure” in any country.\n\n6. The “content carry” industry has created millions of jobs\n\n“information carriers” (mediocre philistines who deficient in creativity) access blocked sites (from Medium ’s to Reddit ’s, from English to Thai…), download its content, translated and self-censor them then transport to the domestic platform.\n\n(mediocre philistines who deficient in creativity) access blocked sites (from ’s to ’s, from English to Thai…), download its content, translated and them then transport to the domestic platform. They offer the audience (restricted internet access) with censored content .\n\n. There were counterpart Chinese “specialized in” translating and carrying the corresponding content in almost every specific sub-segments even if in minority Subreddit…\n\nThese formed an industrial cluster which has created millions of jobs for China market.\n\n(e.g. The seller downloads the video from YouTube and sells it at Taobao for ￥25 per set.)\n\n7. Chinese students studying abroad -a “walking translation machine” & “Conveying robots”\n\nA lot of international students‍‍ from China do sideline to be a procurement agent. They are not only ferrying foreign cool stuff but also translate fantastic overseas content and conveying them on WeChat Subscription Accounts (similar to Facebook Pages) immediately. They continually updating and keep operating in there to share the latest frontiers which making them become the KOL.\n\nIf a Google junior engineer (bottom tier employees with an annual salary of ≈$100,000) returns Sino bringing technical details and confidentiality, he hop and can be offered CTO getting a million salary yearly.\n\nWhile Liu Ruopeng, a PhD student at Duke University, stealing intellectual property from a US Department of Defense-funded laboratory. After returning to China, he became the president of the Shenzhen-based Kuang-Chi Institute of Advanced Technology and the chairman of Hong Kong-listed KuangChi Science.\n\nIronically, he was reputed as \"China’s Musk\" and can shake hands with Chinese leaders twice a year cause everyone believes him to have created it. In such a worldview of people - the world might seem to extraterrestrial, China is the whole world, and anything copied from abroad will belong to theirs.\n\n8. Originator assuming high risk, but the returns are low and even hard to subsist\n\nRedline in China hasn’t been proclaimed (in text) which stricter than the US Film Censorship Board (decades ago), and there are no fixed standards. Some Pictures Corporations were compelled by unstable and unclear rules to re-edit the movies and shows which screened more than dozens of years ago.\n\nSome videos I uploaded a few years ago has been removed from the platform on account of the regulatory tightening recently. It is a disaster and uncontrollable to create original content.\n\nThese limited and shackled the author's imagination.\n\nFor the purpose of ”Risk-Control” , capital usually allows the studio to produce low-risk content, that is, to praise the motherland's great rivers or the friendly political-correct content.\n\nAll of this makes original content creating impossible but plagiarism, and “justicial” adapting of foreign content straightforwardly. Even if they discover foreign content found by themselves and just put their watermark on it (this is really incredible).\n\nMovies with different perspective failed to get past the censors, and there is no room for self-media to speak for the niche... Every thoughtful person wanted to get away here now as quickly as possible (They “enforced removal” from their native country for creating freely).\n\nIf you like my answer, please hit the “Upvote” button below. Thanks so much! ❤️", "url": "https://qr.ae/TUhdUw", "category": "tech"}, {"id": 18, "title": "Pakistan arrests TLP leader behind blasphemy protests", "text": "Pakistani authorities have arrested the leader of a religious party which had disrupted daily life with nationwide rallies following the acquittal of a Christian woman in a blasphemy case.\n\nThe son of Khadim Hussain Rizvi, leader of the right-wing Tehreek-e-Labbaik (TLP) party, said his father was taken away on Friday in a nighttime raid on his religious school in the eastern city of Lahore.\n\n\"Police raided our school and arrested our revered leader,\" Saad Rizvi told the Reuters news agency.\n\nThe TLP said in a statement that Rizvi was arrested along with scores of supporters, according to a report by The Associated Press.\n\nIn a tweet, Pakistan's Information Minister Fawad Chaudhry said Rizvi \"has been taken into protective custody and shifted to a guest house\".\n\n\"The action was prompted by TLP's refusal to withdraw its call for protest on November 25. It's to safeguard public life, property and order,\" the minister said.\n\nRizvi has called his party members to observe \"martyrs' day\" on Sunday by holding a rally in the capital, Islamabad, Pakistan's Dawn newspaper said.\n\nChaudhry, however, said the arrest \"has nothing to do with the Aasia Bibi case\".\n\nRight-wing protests over blasphemy\n\nRizvi's TLP was at the forefront of a nationwide protest against the acquittal of Pakistani Christian woman, Aasia Bibi, in a blasphemy case by the country's Supreme Court last month.\n\nThe TLP had demanded Bibi's public execution, while the party's founder, Mohammad Afzal Qadri, called for the death of the three Supreme Court judges who ruled to acquit her.\n\nQadri had also called for the overthrow of the Pakistan government over the controversy.\n\nThe protests ended only after the government agreed to a Supreme Court review of Bibi's acquittal.\n\nPakistan's Prime Minister Imran Khan went on the national television to say that the Supreme Court's decision will be final and upheld.\n\nThe chances of the apex court's acquittal being overturned are slim, according to Bibi's lawyer, who fled Pakistan following the verdict.\n\nBlasphemy is a massively inflammatory issue in Muslim-majority Pakistan, where even unproven allegations of insulting Islam and Prophet Mohammed can lead to lynchings and murders.\n\nThe allegations have led to at least 74 killings in Pakistan since 1990, according to an Al Jazeera tally.\n\nMeanwhile, hard line groups continue to hold sporadic, albeit peaceful, rallies across the country and calling for Bibi's execution.\n\nThe TLP has also vowed to return to the streets if Bibi leaves the country.\n\nThe Pakistani government has repeatedly stated that Bibi is being held in a secure location in Pakistan after being released from a prison in central Multan earlier this month.\n\nThe exact whereabouts of the 54-year-old woman are unknown. Her family has requested asylum, which has been offered by several countries including Canada, Spain and France.", "url": "https://www.aljazeera.com/amp/news/2018/11/pakistan-arrests-tlp-leader-blasphemy-protests-181123190633780.html", "category": "politics"}, {"id": 19, "title": "Undocumented Man Arrested After Leaving Church For Immigration Appointment", "text": "A Mexican father who took refuge in a North Carolina church for nearly a year to avoid deportation was arrested Friday while attending an appointment with immigration officials.\n\nSamuel Oliver-Bruno, 47, agreed to appear at an immigration office to be fingerprinted and discuss his petition to stay in the U.S. He was taken into custody when he arrived for the appointment, CNN reported.\n\nA protest immediately broke out outside the U.S. Citizenship and Immigration Services office in Morrisville. A video shared by Alerta Migratoria, an immigrants rights advocacy organization in North Carolina, appears to show Oliver-Bruno being dragged out of the building by plainclothes officers.\n\nFaith leaders, family members and immigrant rights advocates who had accompanied Oliver-Bruno to his appointment led a protest around the vehicle he was placed in, leading to the arrest of 27 people, according to the Morrisville Police Department. Oliver-Bruno’s 18-year-old son was among those arrested, according to multiple outlets and Alerta Migratoria.\n\nDemocratic Reps. David Price and G.K. Butterfield of North Carolina suggested in a statement that Friday’s biometrics appointment may have been a trap set by Immigration and Customs Enforcement to lure Oliver-Bruno out of the church. ICE generally will not arrest anyone who is inside a church, hospital or school.\n\n“It appears ICE has acted in concert with officials at USCIS, who instructed Mr. Oliver-Bruno to appear at local USCIS offices to discuss his deferred deportation,” the congressmen said. “He was then apprehended by plainclothes ICE agents upon entering the building. At best, Mr. Oliver-Bruno was presented with a catch-22 dilemma; at worst, he was entrapped.”\n\nCongressman Butterfield and Congressman Price released the following statement regarding the Friday arrest of Samuel Oliver-Bruno by ICE officials: pic.twitter.com/BzyPlh8Uvm — G. K. Butterfield (@GKButterfield) November 24, 2018\n\nOliver-Bruno moved to the U.S. in 1994 and met his wife, Julia Perez Pacheco, two years later, according to a website affiliated with the CityWell United Methodist Church in Durham, where the Mexican national had taken refuge. Perez Pacheco had a work permit to be in the U.S., the Durham Herald Sun reports.\n\nASSOCIATED PRESS Demonstrators surround a government vehicle after Samuel Oliver-Bruno, 47, an undocumented Mexican national, was arrested Friday after arriving at an appointment with immigration officials in Morrisville, North Carolina.\n\nOliver-Bruno and his wife moved back to Mexico in 2011 to take care of his sick father. While there, Perez Pacheco, who has lupus, fell ill and returned to the U.S. for open heart surgery, according to the CityWell website. Oliver-Bruno tried to follow her but was stopped at the border. ICE reported he had fraudulent documents, and Oliver-Bruno was convicted of entering the country illegally.\n\nOliver-Bruno first sought sanctuary at the Durham church, which his family has attended since 2005, last December, according to the church’s website.\n\nASSOCIATED PRESS Samuel Oliver-Bruno glances back at CityWell United Methodist Church in Durham, N.C. where he had taken refuge to avoid deportation.\n\nButterfield, speaking to Joy Reid on Sunday morning, said the fight to ensure Oliver-Bruno’s release is not over.\n\n“We are going to continue to insist that deferred action is granted to this man based on humanitarian reasons and the fact that he is law-abiding,” he said on “AM Joy.”", "url": "https://www.huffingtonpost.com/entry/undocumented-man-arrested-after-leaving-church_us_5bfadbd5e4b0eb6d930f9e29", "category": "politics"}, {"id": 20, "title": "Get App Download Apk Download", "text": "SPONSORED CONTENT\n\nYuka App ◆ high 10 FREE FUN ◆ Make the right food choices for your health with Yuka! Yuka scans your diet to help you eat better. Nutritional chart, ingredients list, additives. . . : the software decrypts for you the product labels and recommends you the best for your health. ◆ EVALUATION OF 500 000 PRODUCTS ◆ Each product is evaluated according to three objective criteria: nutritional quality, presence of additives and biological dimension of the product. Yuka tells you by way of a very easy color code the product has an impact on your health: quality, good, mediocre or bad. You access for each product to a detailed card to understand its evaluation. ◆ ANALYSIS OF YOUR PURCHASES ◆ Yuka makes a summary of your purchases over the last 30 days. You visualize very simply the distribution of your products according to their impact on health. ◆ RECOMMENDATIONS ◆ For products with a negative rating, Yuka recommends alternatives of similar products that are better for you. Your breakfast cereals are too sweet and contain additives at risk Yuka recommends other less sugary and more natural cereals. With Yuka, you keep on enjoying yourself by eating healthier! ◆ 100% INDEPENDENT ◆ Yuka is an INDEPENDENT software built with the help of the free open food tips () database. We do not work with any brand and do not advertise.", "url": "https://getappapks.com/2018/11/26/yuka-app-download/", "category": "tech"}, {"id": 21, "title": "Japan PM in historic visit to Darwin 76 years after bombing", "text": "Image copyright AFP/Getty Images Image caption Japanese PM Shinzo Abe and Australian counterpart Scott Morrison in Darwin on Friday\n\nIn a historic moment, Shinzo Abe has become the first Japanese leader to visit Darwin, Australia, since it was bombed by Japan during World War Two.\n\nThe first raids in February 1942 left about 250 people dead, hundreds more injured, and destroyed numerous Allied ships as well as much of Darwin itself.\n\nMr Abe joined Australian PM Scott Morrison in laying wreaths in a solemn ceremony at the city's war memorial.\n\nMr Morrison has described the visit as a \"time of healing\" and friendship.\n\nThe leaders observed a minute's silence, remembering the worst wartime loss of life on Australian soil.\n\nThey also paid respects to 80 Japanese sailors who died when their submarine was sunk off Darwin in January 1942.\n\nImage copyright Getty Images Image caption The bombing killed hundreds of people and prompted others to flee\n\nSpeaking on Thursday, Mr Morrison said: \"Prime Minister Abe's visit is deeply symbolic and significant and it will build on our two countries' strong and enduring friendship, as well as our economic, security, community and historical ties.\"\n\nHe acknowledged, however, that Australians \"directly touched\" by the events may find the moment difficult.\n\nMr Abe and Mr Morrison did not speak publicly at the ceremony on Friday, but were expected to release a joint statement.\n\nThe bombing of Darwin began 10 weeks after the attack on Pearl Harbor in Hawaii, and only days after the fall of Singapore.\n\nThere were 64 raids on Darwin until November 1943 but most did not cause casualties, according to the Australian War Memorial.\n\nIn 2016, Mr Abe joined then US President Barack Obama in visiting the US naval base at Pearl Harbor.\n\nJapan and Australia have built their relationship with security and trade pacts in recent years, despite occasionally straining ties over whaling.\n\nMr Abe's visit coincides with the official opening of a major LPG (liquid petroleum gas) processing facility in Darwin that is intended to boost Japan's energy security.", "url": "https://www.bbc.com/news/world-australia-46230956", "category": "politics"}, {"id": 22, "title": "Pa. AG fines 20 car dealers for deceptive ads on Craigslist", "text": "\"These car dealerships used deceptive advertising and were dishonest with Pennsylvania consumers,\" Shapiro said in a statement. \"Car buyers are making a significant investment, and they need to have full knowledge of whom they are buying from.\"", "url": "http://www2.philly.com/philly/business/consumer_news/craigslist-car-dealer-pennsylvania-attorney-general-ads-josh-shapiro-20181115.html?outputType=amp", "category": "business"}, {"id": 23, "title": "Toronto police investigating possible record-breaking 90th homicide", "text": "\n\nThe Canadian Press\n\n\n\n\n\nToronto police say a man is dead after a shooting in the city's east end on Sunday afternoon.\n\nInvestigators say they received reports of gunshots at about 1:30 p.m.\n\nLocal paramedics say when they arrived on scene, the man had life-threatening gunshot wounds.\n\nParamedics say the man was prounced dead on scene shortly after.\n\nPolice say the homicide squad is investigating.\n\nIf the death is ruled a homicide, it will be the 90th in the city this year, breaking the decades-old record of 89.", "url": "https://www.ctvnews.ca/canada/toronto-police-investigating-possible-record-breaking-90th-homicide-1.4182171", "category": "entertainment"}, {"id": 24, "title": "Nearly all officers in charge of Elkhart police have been disciplined. The chief keeps promoting them.", "text": "featured\n\nNearly all officers in charge of Elkhart police have been disciplined. The chief keeps promoting them.", "url": "https://www.southbendtribune.com/news/publicsafety/elkhartjustice/nearly-all-officers-in-charge-of-elkhart-police-have-been/article_fdae133e-90a7-5096-9691-beb884407a09.html", "category": "politics"}, {"id": 25, "title": "Kilogram finally redefined as world's metrologists agree to new formulation for SI units – Physics World", "text": "Metrologists and policy-makers from 60 countries around the world have unanimously agreed to change the definition of four units of measurement. At a meeting today at the General Conference on Weights and Measures (CGPM) in Versailles, France, delegates voted to redefine the International System of Units (SI), changing the world’s definition of the kilogram, the ampere, the kelvin and the mole. The changes will now come into force on 20 May 2019.\n\nThere are seven base units of the SI: the second, metre, kilogram, ampere, kelvin, mole and candela. Some have long been based on physical constants. The metre, for example, has been defined since 1983 as the length of the path travelled by light in vacuum during a time interval of 1/299 792 458 seconds. But the four that metrologists today agreed to redefine were previously based on something – i.e. an object, experiment or phenomenon — meaning that its value is not universal.\n\nNew definitions\n\nToday’s decision means that all seven SI units will now be defined in terms of physical constants. The biggest change will be to the kilogram, which is currently set by a 143-year-old platinum alloy cylinder, dubbed “Le Grand K” housed in the International Bureau of Weights and Measures (BIPM) in Paris. The kilogram will now be defined in terms of the Planck constant, h, which has been measured with extraordinary precision in recent years. Its agreed value will be set as 6.626 070 15 × 10–34 kg m2 s–1.\n\nThe ampere, meanwhile, will be set by the elementary electrical charge, e, which is given as 1.602 176 634 × 10–19 when expressed in coulombs. The Kelvin will be defined by taking the fixed numerical value of the Boltzmann constant k to be 1.380 649 × 10—23 when expressed in the unit J K-1 and the mole by the Avogadro constant (N A ) contains exactly 6.02 214 076 × 1023 elementary entities. This number is the fixed numerical value of the Avogadro constant, N A , when expressed in the unit mol–1. Read more SI gets a makeover\n\nIn daily life, however, the new SI units will have little immediate practical consequence. While the units may be defined differently, the goal has been to keep their size the same. Yet defining the units based on physical constants means that scientists will be able to measure them at any place or time, and on any scale. “The SI redefinition is a landmark moment in scientific measurement,” says Jan-Theodoor Janssen, director of research at the UK’s National Physical Laboratory. “This will pave the way for far more accurate measurements and lays a more stable foundation for science.”", "url": "https://physicsworld.com/a/kilogram-finally-redefined-as-worlds-metrologists-agree-to-new-formulation-for-si-units/", "category": "tech"}, {"id": 26, "title": "Spain plans to ban alternative medicine in health centres", "text": "The Spanish government has announced plans to eradicate alternative medicine such as acupuncture or homeopathy from health centres.\n\nThe proposal, unveiled by the science and health ministers, aims to avoid the “potential harmful effects” of the practices when they are used as an alternative or a complement to treatment that is itself based on “proof and scientific rigour”, the government said in a statement.\n\nIt did not make clear what it regarded as alternative medicine, but gave the examples of acupuncture and homeopathy. “Many people still believe that some treatments work despite there being no scientific proof available,” the statement said.\n\nThe government said it wanted to eliminate alternative medicine from health centres, where all treatment must be given by recognised professionals.\n\nIt also wants to avoid alternative medicine being taught in Spanish universities by developing alliances with deans, chancellors or Spanish regional authorities to end the awarding of diplomas linked to these practices.\n\nThe issue has taken centre stage in Spain recently, with health and science professionals pressuring the health ministry to take action after several high-profile deaths.\n\nOne such case, as reported by Spain’s Association to Protect Patients against Pseudo-scientific Therapies, involved 21-year-old Mario Rodriguez, who died after stopping his hospital treatment for leukemia in favour of a supposed naturopath who said he could cure cancer with vitamins.\n\n“Dad, I made a mistake,” his father, Julian Rodriguez, quoted him as saying on his deathbed.", "url": "https://www.theguardian.com/world/2018/nov/14/spain-plans-ban-alternative-medicine-health-centres", "category": "politics"}, {"id": 27, "title": "Saudi Arabia is slashing oil shipments to US, a tactic that boosts prices and may rile Trump", "text": "Saudi Arabia is slashing shipments of crude to the United States, a move that appears calibrated to boost oil prices after a swift and punishing sell-off.\n\nThe move could put the kingdom at loggerheads with President Donald Trump, who wants to drive down energy costs for Americans and frequently accuses the Saudi-led OPEC cartel of jacking up oil prices.\n\nThe Saudis are loading fewer barrels on ships bound for the United States this month, continuing a trend that began in September, according to an analysis by tanker-tracking firm ClipperData. The firm's loading estimate suggests that U.S. imports of Saudi crude oil could soon fall toward the lowest levels on record.\n\nSending fewer barrels to the United States means U.S. crude stockpiles are more likely to drop, and shrinking inventories tend to push up oil prices. It's a tactic the Saudis used last year to amplify their main strategy for draining a global crude glut and propping up the market: cutting output alongside fellow OPEC members, Russia and several other producers.\n\nThe maneuver shows how Saudi Arabia's efforts to manage the oil market have evolved. During the 2014-2016 oil price crash, traders closely monitored weekly U.S. stockpile data to see whether oversupply was shrinking or growing. As the world's biggest exporter, Saudi Arabia realized it could nudge the data in a direction that boosts the cost of crude.\n\n\"It worked so well in 2017 for [the Saudis] to cut flows to the U.S. because people could see the inventories dropping because U.S. data is so timely and transparent,\" said Matt Smith, head of commodities research at ClipperData.\n\n\"The markets have become more transparent through tanker tracking,\" Smith said. \"You can see those changes being implemented more, and [the Saudis are] aware of that.\"\n\nNovember's drop in Saudi barrels bound for the United States follows a six-week oil market rout that saw prices plunge 25 percent into bear market territory. It also comes after Saudi Energy Minister Khalid al-Falih warned on Monday that OPEC, Russia and several other producers may soon launch a fresh round of price-boosting output cuts.\n\nShortly after Falih issued the warning, Trump took to Twitter to voice his disapproval with that plan.\n\nBut Saudi Arabia may not be swayed by Trump's pressure campaign. In recent days, Smith and other energy analysts have claimed that Trump essentially duped OPEC and its allies into raising output earlier this year.\n\nThe analysts say Trump's threats to impose harsh sanctions on Iran, OPEC's third-biggest producer, played a part in convincing the producers to stop capping output and start pumping more oil. But Trump ultimately allowed some of Iran's biggest customers to keep importing its oil, which meant the oil squeeze the alliance feared never materialized.\n\nConsequently, the producers put even more oil into a market that is swinging toward oversupply, giving traders another reason to sell off crude futures and push prices lower.", "url": "https://www.cnbc.com/2018/11/16/saudi-arabia-cuts-oil-shipments-to-us-in-likely-bid-to-boost-prices.html", "category": "business"}, {"id": 28, "title": "Man sues British Airways for being seated next to obese passenger, claims he was injured", "text": "CLOSE The legal contract between you and the airline does not say you have a right to a full seat. Here's what to do when someone infringes on your personal space. USA TODAY\n\nA British Airways Airbus A320 lands at London's Heathrow International Airport in October 2018. (Photo: Jeremy Dwyer-Lindgren, special to USA TODAY)\n\nFlyer Stephen Prosser is suing British Airways for being seated next to an obese passenger on a flight more than two years ago, claiming it left him injured.\n\nThe airline confirmed the situation in a statement to USA TODAY Saturday.\n\n\"We welcome all passengers aboard our aircraft and our crew are trained to ensure passengers have a comfortable journey,\" the statement read. \"We are pleased that our crew provided additional pillows and blankets to help Mr. Prosser have a more restful trip.​\"\n\nThe statement also said the airline is \"resisting the claim,\" but could not comment further since \"the case is subject to ongoing proceedings.\"\n\nCNN and The Independent reported that the 51-year-old from South Wales told Pontypridd County Court officials Friday that sitting next to the \"extremely large\" passenger during a 12-hour flight from Bangkok to London in January 2016 left him with a back spasm and pelvic injury.\n\n\"I sat with his knees wedged against the seat in front and the rest of his body was over spilling into my seat by some inches,” Prosser said. \"I was immediately aware that this was going to be problematic for me and I could feel the weight of his pure bulk putting lateral pressure on my upper body.\"\n\nProsser said he had to stop working for three months and visit a chiropractor for two years following the incident.\n\nProsser added that he did not confront the passenger because he appeared \"self-conscious,\" but said the flight crew told him no other seats were available when he complained.\n\nUSA TODAY has reached out to Pontypridd County Court.\n\nMore: Brawl between American Airlines flight attendants results in lawsuit against carrier\n\nMore: Air India passenger goes on racist rant against flight crew after she's denied wine\n\nRead or Share this story: https://www.usatoday.com/story/travel/flights/2018/11/17/man-sues-british-airways-being-seated-next-obese-passenger/2040090002/", "url": "https://www.usatoday.com/story/travel/flights/2018/11/17/man-sues-british-airways-being-seated-next-obese-passenger/2040090002/", "category": "business"}, {"id": 29, "title": "Decorated Navy SEAL Is Accused of War Crimes in Iraq", "text": "NAVAL BASE SAN DIEGO — Edward Gallagher was something special, even by the punishing standards of the Navy SEALs. Both a lifesaving medic and a crack sniper, he was repeatedly decorated for valor and for coolheaded leadership during 19 years of combat deployments. After his latest tour, fighting Islamic State militants in Iraq, he was named the top platoon leader in SEAL Team 7 and nominated for the Silver Star, the military’s third-highest honor.\n\nBut now, less than a year later, Special Operations Chief Gallagher, 39, is locked in the brig, facing charges that during that same deployment — his eighth — he shot indiscriminately at civilians, killed a teenage Islamic State fighter with a handmade custom blade, and then performed his re-enlistment ceremony posing with the teenager’s bloody corpse in front of an American flag.\n\nThe Navy has charged Chief Gallagher with premeditated murder, attempted murder and nearly a dozen other offenses, including obstruction of justice and bringing “discredit upon the armed forces.” If he is convicted, he could spend the rest of his life in prison.\n\nChief Gallagher denies all the charges.\n\nThe case has sent waves through the secretive world of the SEALs, who prefer to operate behind the headlines in an atmosphere of silent professionalism. And the case may widen as the investigation implicates other SEALs who did not report what they knew. A lieutenant has already been charged.", "url": "https://www.nytimes.com/2018/11/15/us/navy-seal-edward-gallagher-isis.html", "category": "entertainment"}, {"id": 30, "title": "Yemen: Houthi leader calls for ceasefire as pressure grows on Saudis", "text": "(CNN) Rebels in Yemen announced Sunday that they would stop missile and drone strikes on Saudi coalition targets at the request of the United Nations.\n\nThe development comes as Riyadh faces growing pressure to put a halt to the violence in Yemen after three-plus years of devastating war.\n\n\"We are willing to freeze and stop military operations on all fronts to reach a just and honorable peace if they really want peace for the Yemeni people,\" Mohammed Ali al-Houthi, head of Yemen's Houthi Supreme Revolutionary Committee, said in a statement.\n\nAl-Houthi also said his forces would stop launching missiles and drone attacks on \"US-Saudi aggression countries and their allies in Yemen,\" an apparent reference to Saudi Arabia and its coalition partner, the United Arab Emirates.\n\nThe United States has backed the Saudi-led coalition in its fight to expel Iranian-aligned Houthi rebels from Yemen, but has in recent weeks called for an end to the coalition bombing campaign in the country.\n\nIn a gesture of goodwill, al-Houthi called on Houthi forces to refrain from attacks.\n\n\"We announce our initiative and call on the official Yemeni (Houthi) authorities to stop the firing of missiles and unmanned aircrafts on the US-Saudi aggression countries and their allies in Yemen to drop any justification for their continued aggression or siege,\" he said.\n\nOn October 30, US Secretary of Defense James Mattis and the US State Department called on the participants in the conflict in Yemen to agree to a ceasefire \"in the next 30 days.\"\n\n\"Thirty days from now we want to see everybody around a peace table based on a ceasefire, based on a pullback from the border and then based on ceasing dropping of bombs that will permit the (UN) special envoy, Martin Griffiths -- he's very good, he knows what he's doing -- to get them together in Sweden and end this war,\" Mattis said at an event at the US Institute of Peace in Washington.\n\nHis call was later echoed by Secretary of State Mike Pompeo, who issued a statement saying, \"The United States calls on all parties to support UN Special Envoy Martin Griffiths in finding a peaceful solution to the conflict in Yemen.\"\n\n\"Substantive consultations under the UN Special Envoy must commence this November in a third country,\" Pompeo added.\n\nMattis said the talks should lead to the implementation of \"confidence-building measures to address the underlying issues of the conflict, the demilitarization of borders and the concentration of all large weapons under international observation.\"\n\nActivists and some members of Congress have criticized the Trump administration for its support for the Saudi-led coalition fighting the Houthis in Yemen, and for the administration's recent finding that the coalition wasn't doing enough to avoid civilian casualties.\n\nEarlier this month, the US announced that it would no longer refuel Saudi aircraft conducting strike missions over Yemen. The move was expected to have minimal impact on the Saudi effort because the US was only providing refueling for some 20% of Saudi aircraft.\n\nThe US military also provides the Saudi coalition with training meant to help minimize civilian casualties, as well as with intelligence to help guard against Houthi cross-border missile and drone attacks.\n\nLast week, the Saudi-led coalition agreed to the evacuation of wounded Houthi fighters from Yemen, the British Foreign Office said, hailing it as a breakthrough toward getting a new round of peace talks. The announcement was made following a visit by Foreign Secretary Jeremy Hunt to Saudi Arabia and the UAE to discuss the ongoing conflict.\n\nSources: Saudi prince 'threw fit' over resolution\n\nBut multiple sources told CNN that a much-anticipated UN Security Council resolution calling for a cessation of hostilities to allow humanitarian aid to reach millions of starving people was \"stalled\" after Hunt's face-to-face meeting with Saudi Crown Prince Mohammed bin Salman.\n\nSources say Hunt took the draft with him to Riyadh and discussed it with the Crown Prince -- known in diplomatic circles by his initials, MBS -- who wanted changes or, better yet, no resolution at all.\n\nHunt left with the understanding that he would work on changes to the resolution with his team, as well as with his counterparts in the US and elsewhere. These allies share concerns that a bad reaction from Saudi Arabia to a strongly worded UN resolution could set back the start of a process to resolve the war in Yemen.\n\nEven so, one of the sources familiar with the Riyadh meeting said Western allies \"are not inclined to act on all of MBS's recommendations.\"\n\nAt a Security Council meeting Friday, British Ambassador Karen Pierce said the UK would introduce the new resolution on Monday.\n\nThe Department of State and Saudi Arabian Embassy in the US did not respond to requests for comment.\n\nJUST WATCHED Starving girl who became iconic symbol dies Replay More Videos ... MUST WATCH Starving girl who became iconic symbol dies 02:52\n\nDavid Miliband, the president and CEO of the International Rescue Committee, had called Pompeo's statement \"the most significant breakthrough in the war in Yemen for four years.\"\n\n\"It is vital that this call for a ceasefire is followed through, and the call for support for the political process heeded,\" Miliband added.\n\nAfter initially stepping up operations earlier this month, the Saudi coalition said Thursday that it had paused its offensive in the strategic port city of Hodeidah that day, due to international pressure. But it's unclear how long the lull will last. Turki al-Malki, a spokesman for the Saudi-led coalition, said last week that its military operations \"are ongoing\" and that \"each operation has its own specifics and pace.\"\n\nGriffiths, the UN's special envoy for Yemen, welcomed the reports of reduced violence Friday when addressing the UN Security Council. He said the two sides were about to finalize an agreement on the exchange of prisoners and detainees.", "url": "https://www.cnn.com/2018/11/18/middleeast/yemen-houthi-ceasefire/index.html", "category": "politics"}, {"id": 31, "title": "TN death row inmate smiles, says ‘Let’s rock’ before dying in electric chair", "text": "NASHVILLE, Tenn. (AP) — A Tennessee inmate grimaced and waved goodbye before saying “let’s rock,” moments before he became the first man executed in the electric chair in that state since 2007, put to death Thursday for shooting two men and slitting their throats during a drug deal decades ago.\n\nEdmund Zagorski, 63, was pronounced dead at 7:26 p.m. Thursday at a Nashville maximum-security prison, officials said.\n\nAsked by the prison warden if he had any last words in the death chamber, Zagorski said, “Let’s rock,” shortly before the execution was carried out.\n\nA reporter who witnessed the scene said at a post-execution news briefing that Zagorski could be seen smiling while strapped down. A large sea sponge that had been doused in salt water was soon placed on his head. While guards wiped his face clear of water dripping down his face, Zagorski quietly said there was still water under his nose and asked for it to be removed before his face was shrouded with a large black cloth.\n\nThe witnesses said the inmate’s fists then clenched when the electricity was applied and his body tensed and appeared to rise during the two times the current went through him. He did not move afterward.\n\nFive media witnesses watched Zagorski’s execution along with Zagorski’s attorney, the prison’s chaplain and a representative from the attorney general’s office.\n\nAnother reporter said Zagorski’s attorney Kelly Henry was nodding, smiling and tapping her heart just before the execution got underway. When asked about her actions, Henry said afterward: “I told him when I put my hand over my heart, that was me holding him in my heart.”\n\nShe said Zagorski told her the last thing he wanted to see was her smiling face, and so she made an effort to smile at him before the shroud was put over his face. After it was done, Henry quietly wiped away tears.\n\nLater, Henry said it appeared that Zagorski’s pinkies had become dislocated. She said that can be common when the body undergoes such extreme blunt force trauma.\n\nA phone hung on the wall in the witness room, allowing Henry to have access to a telephone should anything have gone wrong. A federal judge had earlier this week ordered the state to have a phone accessible.\n\nIn opting for the electric chair over a lethal injection as Tennessee allowed him, Zagorski had argued it would be a quicker and less painful way to die. He became only the second person to die in the electric chair in Tennessee since 1960. Nationwide, only 14 other people have been put to death in the electric chair since 2000, including a Virginia inmate in 2013.\n\nThe execution was carried out minutes after the U.S. Supreme Court on Thursday evening denied the inmate’s request for a stay. Zagorski’s attorneys had argued it was unconstitutional to force him to choose between the electric chair and lethal injection.\n\nThe state came close to administering an injection to Zagorski three weeks ago, a plan halted by Tennessee’s governor when Zagorski exercised his right to request the electric chair.\n\nThe Supreme Court’s statement said Justice Sonia Sotomayor was the dissenting voice on Thursday, noting Zagorski’s difficult decision to opt for the electric chair. In Tennessee, condemned inmates whose crimes occurred before 1999 can choose the electric chair — one of a handful of states that allow such a choice.\n\n“He did so not because he thought that it was a humane way to die, but because he thought that the three-drug cocktail that Tennessee had planned to use was even worse,” Sotomayor said in the statement. “Given what most people think of the electric chair, it’s hard to imagine a more striking testament — from a person with more at stake — to the legitimate fears raised by the lethal-injection drugs that Tennessee uses.”\n\nZagorski was convicted of an April 1983 double slaying. Prosecutors said Zagorski shot John Dotson and Jimmy Porter and then slit their throats after robbing the two men after they came to him to buy marijuana.\n\nThe U.S. Supreme Court has never ruled on whether use of the electric chair violates the 8th Amendment ban on cruel and unusual punishment, but it came close about 20 years ago after a series of botched electrocutions in Florida. During two executions in the 1990s, smoke and flames shot from the condemned inmates’ heads. In 1999, blood spilled from under an inmate’s mask. Shortly afterward, the Supreme Court agreed to hear a challenge to the electric chair. But the case was dropped when Florida made lethal injection its primary execution method.\n\nRepublican Gov. Bill Haslam declined to intervene in Zagorski’s case despite receiving pleas from correctional officers, Zagorski’s priest and former jurors who convicted the inmate.\n\nAt the time of Zagorski’s conviction, Tennessee juries were not given the option of considering life without parole.\n\nProtesters held vigils Thursday in Knoxville and Memphis, and outside the prison where Zagorski was executed. There some raised a banner with the words: “A Free Tennessee is Execution-Free.”\n\n___\n\nAssociated Press writer Travis Loller contributed to this report in Nashville.", "url": "https://clarksvillenow.com/local/tn-death-row-inmate-smiles-says-lets-rock-before-dying-in-electric-chair/", "category": "entertainment"}, {"id": 32, "title": "U.S. regulator demands companies take action to halt 'robocalls'", "text": "WASHINGTON (Reuters) - U.S. Federal Communications Commission Chairman Ajit Pai on Monday wrote the chief executives of major telephone service providers and other companies, demanding they launch a system no later than 2019 to combat billions of “robocalls” and other nuisance calls received monthly by American consumers.\n\nFILE PHOTO - Chairman of the Federal Communications Commission Ajit Pai speaks at the Conservative Political Action Conference (CPAC) at National Harbor, Maryland, U.S., February 23, 2018. REUTERS/Joshua Roberts\n\nIn May, Pai called on companies to adopt an industry-developed “call authentication system” or standard for the cryptographic signing of telephone calls aimed at ending the use of illegitimate spoofed numbers from the telephone system. Monday’s letters seek answers by Nov. 19 on the status of those efforts.\n\nThe letters went to 13 companies including AT&T Inc, Verizon Communications Inc, T-Mobile US Inc, Alphabet Inc, Comcast Corp, Cox Communications Inc, Sprint Corp, CenturyLink Inc, Charter Communications Inc, Bandwith Inc and others.\n\nPai’s letters raised concerns about some companies current efforts including Sprint, CenturyLink, Charter, Vonage, Telephone and Data Systems Inc and its U.S. Celullar Corp unit and Frontier Communications Corp. The letters to those firms said they do “not yet have concrete plans to implement a robust call authentication framework,” citing FCC staff.\n\nThe authentication framework “digitally validates the handoff of phone calls passing through the complex web of networks, allowing the phone company of the consumer receiving the call to verify that a call is from the person supposedly making it,” the FCC said.\n\nYouMail, a company that blocks robocalls and tracks them, estimated there were 5.1 billion unwanted calls last month, up from 3.4 billon in April.\n\nThe FCC has taken a number of actions to try to deter robocalls or automated, prerecorded calls that regulators have labeled a “scourge.”\n\n“We need call authentication to become a reality — it’s the best way to ensure that consumers can answer their phones with confidence. By this time next year, I expect that consumers will begin to see this on their phones,” Pai said.\n\n“I am calling on those falling behind to catch up ... If it does not appear that this system is on track to get up and running next year, then we will take action to make sure that it does.”\n\nFCC Commissioner Jessica Rosenworcel, a Democrat, earlier this year called on the FCC to set a deadline and noted “Canada went ahead and set a 2019 deadline to put this technology in place. We should be doing the same as our neighbors to the north.”", "url": "https://www.reuters.com/article/us-usa-wireless-fcc/u-s-regulator-demands-companies-take-action-to-halt-robocalls-idUSKCN1NA2KH?il=0", "category": "tech"}, {"id": 33, "title": "Good Samaritan stabbed after confronting suspects slashing tires in Fremont", "text": "Good Samaritan stabbed after confronting suspects slashing tires in Fremont\n\nSEATTLE – A man was stabbed after confronting two suspects slashing tires at 645 Northwest 45th Street in Fremont on Friday.\n\nThe 34-year-old man was transported to Harborview Medical Center in Seattle in serious condition.\n\nBoth suspects are still at large.", "url": "https://komonews.com/news/local/good-samaritan-stabbed-after-confronting-suspects-slashing-tires-in-fremont", "category": "sport"}, {"id": 34, "title": "Florida woman leaves kids in hot car with meth while she shops at dollar store, deputies say", "text": "× Florida woman leaves kids in hot car with meth while she shops at dollar store, deputies say\n\nHUDSON, Fla. – A Pasco County woman was arrested after she reportedly left two small children in a hot car with a bag of methamphetamine on the front seat while she was shopping in a Hudson dollar store.\n\nDeputies responded to 12125 US Highway 19 in Hudson to check the welfare of two young children in a hot car all alone. The children, a 1-year-old girl and a 7-year-old boy, were both seated in the back seat of the car. Deputies found a small clear bag containing a crystal-like substance sitting on the driver’s seat. A field presumptive test showed the substance tested positive for methamphetamine.\n\nDeputies located Nicole Buffington, 24, inside the Dollar Tree store nearby and brought her outside. The investigation indicated the children were left alone from 12:06 p.m. to 12:29 p.m. while a bag of meth was easily accessible to the two small children, placing them in a state of neglect. Buffington was arrested and transported to the Land O Lakes Jail without incident.\n\nBuffington has been charged with child neglect and possession of methamphetamine.", "url": "https://q13fox.com/2018/10/31/florida-woman-leaves-kids-in-hot-car-with-meth-while-she-shops-at-dollar-store-deputies-say", "category": "business"}, {"id": 35, "title": "Health Officials: 3 cases of measles in SC are unvaccinated children", "text": "\"The measles virus is highly contagious and spreads through the air when an infected person coughs or sneezes,\" said Dr. Linda Bell, DHEC's state epidemiologist. \"The best way to prevent measles is to get vaccinated. I strongly encourage everyone to review their immunization records and make sure they are up-to-date on all vaccinations.\"", "url": "https://www.wistv.com/2018/11/02/all-cases-measles-sc-are-unvaccinated-children-scdhec-says/", "category": "tech"}, {"id": 36, "title": "Attorney General Jeff Sessions Pushed Out of Trump White House", "text": "President Trump responds to questions regarding the Mueller investigation into Russian interference in the 2016 elections, saying \"I could have ended it anytime I wanted.\" Photo: AP\n\nAttorney General Jeff Sessions resigned at the request of President Trump on Wednesday, immediately placing oversight of the special counsel’s Russia probe in the hands of an official who has been critical of the inquiry and suggested limiting it.\n\nThe move—one day after elections in which Republicans lost control of the House of Representatives but made gains in the Senate—follows months in which Mr. Trump regularly expressed displeasure with Mr. Sessions for recusing himself from the inquiry into alleged Russian interference...", "url": "https://www.wsj.com/articles/attorney-general-jeff-sessions-resigns-from-trump-white-house-1541619893?mod=e2fb", "category": "business"}, {"id": 37, "title": "Appeals Court Orders Ohio To Count Purged Voters' Ballots", "text": "A federal appeals court in Ohio issued an emergency ruling allowing provisional ballots cast by people purged from voter rolls to be counted in next week’s midterm elections.\n\nIn a decision likely affecting thousands of voters, a 6th U.S. Circuit Court of Appeals panel determined that those purged from the rolls between 2011 and 2015 will be eligible to vote as long as they live in the same county where they were last registered. Anyone who re-registered before Oct. 9 should be able to vote with a regular ballot, according to the American Civil Liberties Union, one of the plaintiffs.\n\nOhio’s secretary of state, Jon Husted, said he won’t appeal the ruling to avoid “an unnecessary source of contention” days before the election.\n\nOhio removes voter registrations for people who don’t vote for several consecutive years and fail to notify the state of an address change. The U.S. Supreme Court ruled in June that Ohio’s aggressive voter purge practice was legal.\n\n#BREAKING - WE WON A RELIEF FOR PURGED VOTERS IN TIME FOR THE NOVEMBER 6 ELECTION!\n\n\n\nAll purged voters should cast a provisional ballot on Tuesday. Thank you to our amazing team of lawyers! @Demos_Org @ACLU pic.twitter.com/GpPE1tUl2K — ACLU of Ohio (@acluohio) October 31, 2018\n\n“Today’s ruling will allow Ohio voters ― who would have been unlawfully disenfranchised ― to cast their ballot this November,” Stuart Naifeh, senior counsel at Demos, another plaintiff, said in a statement. “In a state where elections have been won or lost by only one vote, protecting the right of eligible voters to have their voices heard will uphold the fundamental principles on which our democracy is supposed to operate.”", "url": "https://www.huffingtonpost.com/entry/appeals-court-orders-ohio-to-count-purged-voters-ballots_us_5bdadb7ce4b019a7ab5a7c6e", "category": "politics"}, {"id": 38, "title": "The Tallahassee Yoga Shooter Was A Far-Right Misogynist Who Railed Against Women And Minorities Online", "text": "Scott Beierle, who killed two women in Florida on Friday, had posted a series of misogynistic videos and songs online, and appeared to identify as an “involuntary celibate.”\n\nMark Wallheiser / Getty Images\n\nThe man who shot and killed two women at a yoga studio in Tallahassee, Florida, on Friday before killing himself was a far-right extremist and self-proclaimed misogynist who railed against women, black people, and immigrants in a series of online videos and songs. Scott Beierle, 40, was named by Tallahassee police as the shooter who opened fire inside the Hot Yoga Tallahassee studio, killing two women, and injuring four other women and a man. Those killed were identified as Dr. Nancy Van Vessem, 61, who worked at Florida State University’s College of Medicine, and FSU student Maura Binkley, 21. On a YouTube channel in 2014, Beierle filmed several videos of himself offering extremely racist and misogynistic opinions, in which he called women “sluts” and “whores” and lamented “the collective treachery” of girls he had gone to high school with. “There are whores in — not only every city, not only every town, but every village,” he said, referring to women in interracial relationships, whom he said had betrayed “their blood.” Officer Damon Miller of the Tallahassee Police Department said he could not tell BuzzFeed News whether women were specifically targeted in the attack or whether the online posts were a subject of the police investigation into the attack. “Everything that he has a connection to we’re investigating right now,” Miller said. Police said they were still trying to identify a motive, but noted Beierle had previously been investigated for harassing women. In one video called “Plight of the Adolescent Male,” Beierle named Elliot Rodger, who killed six people and injured 14 in a shooting in Isla Vista, California. Rodger is often seen as a hero for so-called incels, or those who consider themselves “involuntarily celibate.”\n\n“I’d like to send a message now to the adolescent males ... that are in the position, the situation, the disposition of Elliot Rodger, of not getting any, no love, no nothing. This endless wasteland that breeds this longing and this frustration. That was me, certainly, as an adolescent,” Beierle said. This is the second deadly attack this year in which Rodger has been mentioned by the suspected assailant. A man who wrote anti-women references on his Facebook account allegedly killed 10 people in April when he drove his van into a crowd in Toronto. “The Incel Rebellion has already begun!” that suspect, Alek Minassian, wrote on Facebook before the attack in a post that also mentioned “the Supreme Gentleman Elliot Rodger!”\n\nSome in the incel community have previously raged against women wearing yoga pants.\n\nYouTube\n\nAnother of Beierle’s 2014 videos was titled “The Rebirth of my Misogynism,” and featured him listing the names of women — from eighth grade until his time in the Army — whom he said caused his “rebirth.” In the video, he said women were capable of “treachery” and “lying,” and also spoke aggressively about women giving him their phone number even when they had a boyfriend, and how angry it made him. He also mentioned a girl who canceled dates on him. “I could have ripped her head off,” he said.\n\nA Pentagon spokesperson told BuzzFeed News Beierle served from 2008 to 2010. Unlike the YouTube videos, Beierle’s songs on SoundCloud were all uploaded in the last few months. Shortly before Friday’s shooting, he uploaded one song called “Fuck ’Em All,” which included the lyrics “To hell with the boss that won’t get off my back / To hell with the girl I can’t get in the sack.”\n\nAnother song, called “Nobody’s Type,” featured him lamenting that women didn’t find him attractive. “I’m no athletic shark. I’m not a physical specimen. I don’t win the trophies and medals. Nobody stands in awe of me,” he sang. In “American Wigger,” he sang that he would “blow off” the head of a woman he referred to using the c-word. The song “Locked in My Basement” featured an extremely disturbing tale of Beierle holding a woman prisoner in his basement using chains so he can rape her. Other songs were entitled “Who Let the Fags Out?” and “Bring Your Fatwa.” After this story was published, all the videos were removed from YouTube. “This account has been terminated due to multiple or severe violations of YouTube’s policy on violence,” read a disclaimer on the site. A YouTube spokesperson told BuzzFeed News the account “only had 3 subscribers and 17 videos uploaded in 2014,” and that none of the videos had been previously flagged. “Because of multiple violations of our community guidelines, the account has now been terminated in line with our three-strikes policy,” the spokesperson said in an email. The shooter’s SoundCloud account appeared to be down as of Sunday afternoon. \"After reviewing the account and out of respect for the families impacted by the horrific event, we have made the decision to remove the profile,\" the company said later.\n\nBeierle’s political affiliations were not immediately clear, but he was highly critical of the Obama administration in his 2014 videos. In one video, he said that he resented having to subsidize as a taxpayer “the casual sex lives of slutty girls” through the Affordable Care Act’s contraception provisions. In the same video, he also criticized “the invasion of Central American children” in the US that year and said the migrants seeking asylum should be deported on barges. The Tallahassee shooting comes after a spate of deadly violence from the far right in the past two weeks. On Oct. 27, a far-right extremist shouting anti-Semitic phrases opened fire in a Pittsburgh synagogue, killing 11. That came just three days after a man shot dead two black people in Louisville, Kentucky, in an attack authorities have described as a hate crime. In 2012, two students at FSU reported Beierle to police after he grabbed their buttocks at a dining hall on campus, according to FSU Police Department reports. Beierle was a student at the university at the time of the incident. Two years later, when Beierle was “no longer affiliated” with FSU, a campus employee called police to report a suspicious person after he saw Beierle following a volleyball coach at a campus gym, according to the reports. A responding officer made contact with Beierle, who said “he was just passing by after eating” on campus and was “adamant that he did not follow anyone around the building,” according to the officer’s report.\n\nTallahassee Police Department Beierle in his 2016 booking photo.", "url": "https://www.buzzfeednews.com/article/davidmack/tallahassee-yoga-shooter-incel-far-right-misogyny-video?ref=bfnsplash&amp;utm_term=4ldqpho&amp;fbclid=IwAR3HO0ypps9RVZsOLAcVb3u3Q4a_J4-QtHHroo78wHL9ouz-Ihar0tl39_M", "category": "politics"}, {"id": 39, "title": "Seven children leave hospital after inflatable ride collapses in Surrey", "text": "Seven of the eight children who were injured after a giant inflatable slide collapsed at a fairground have been discharged, police have said.\n\nThe eighth victim has been kept in hospital under observation, but their injuries are not believed to be significant.\n\nPolice had declared a major incident at Woking Park in Surrey after the children fell from the slide at about 7.30pm on Saturday.\n\nAn estimated 12,000 people had been gathered for a fireworks display organised by Woking District Rotary Club but after the incident, it was cancelled and the park was evacuated to allow the air ambulance to land.\n\n1:10 Video: Fireworks organiser: Crowds not an issue\n\nThe eight children injured were taken to major trauma centres, South East Coast Ambulance Service said.\n\nA young married couple from Woking, who were taking their nine-month-old son to his first fireworks event, told Sky News they saw the slide collapse before \"around 15 to 20 children\" fell from it.\n\nThe husband, who did not wish to be named, said: \"My wife and family were walking towards the slide at around 7.20pm and as we were approaching we saw the side [of the slide] began to buckle about half way or three-quarters of the way up.\n\n\"We heard kids screaming and then saw them begin to fall off the side.\n\n\"They all collapsed into a pile. We ran over to help.\n\n\"Some of them got up and ran away - we don't know but we are worried that they could have had head injuries.\"\n\nImage: Police at the scene where a number of children were hurt. Pic: Andy Datson\n\n0:47 Video: A witness of the collapsed slide that injured eight children says that there seemed to be a lot of children on the attraction\n\nThe couple said that the remaining children may have been able to get up but they told them to stay still to avoid exacerbating any potential injuries.\n\nAs the husband called the ambulance, his first aid-trained sister-in-law tended to the children and his wife helped to find the children's parents.\n\nThe couple told Sky News they believe the slide buckled because too many children were climbing up to the top at the same time and they did not see anyone supervising numbers on the ride.\n\nThey both praised the efforts of the emergency services, saying they arrived quickly and that the high number of community police officers were able to help manage the situation.\n\nImage: Woking Park was evacuated. Pic: Andy Datson\n\nThey said the scene was \"very calm\", adding: \"It was awful, but it wasn't a disaster where everyone was screaming.\"\n\nAndy Datson, 23, was at the funfair and told Sky News: \"There were lots of kids on the floor next to the inflatable slide.\n\n\"I don't want to speculate but the only obvious thing that happened is it gave way on the side and they fell.\"\n\nMr Datson said he saw about 40 children on the top of the slide, which he thought was around 25ft to 30ft high, and that he was unable to see anyone supervising it.\n\n\"[The children] were doing what they liked, running and jumping when they wanted.\"\n\nSpeaking to Sky News from Woking Park, Adam Morris of Eagle Radio, who was hosting the fireworks event, described the mood after the incident as \"very sombre and \"very quiet\".\n\nImage: A police photographer looks at the side of the inflatable slide\n\nHe said that after he made the announcement for people to evacuate they did so quickly and calmly.\n\nOne of the organisers, Michael Holden, from Woking District Rotary Club, said they were \"very distressed and upset\" by what had happened, adding that their thoughts were \"very much with the children affected and their families\".\n\nHe said that, although it was \"too early to speculate\" on the cause, the organisation was co-operating with police.\n\n\"I don't think crowds were an issue tonight, merely the way that particular ride was operated.\"\n\nAnne Cantelo, who was with her six-year-old granddaughter, said: \"An announcement came over at 7.50pm, the fireworks were due to start at 8pm and we were told to evacuate due to a major incident.\n\n\"The inflatable was still up so it could not have collapsed. There are few fairground rides here for 12,000 people. There were a lot of children on the rides and it was very difficult for parents to supervise them.\n\n\"This ride is very tall, 20ft to 30ft high so if children fell from the top, it's terrible.\"\n\nThe organisers have pledged to conduct \"a full review\" into the incident and apologised for the \"for the short notice cancellation of the Fireworks Extravaganza, caused by a serious accident which occurred in the funfair area during the build up\".\n\nSome attendees were criticised for asking for a refund on their tickets within hours of the slide's collapse.\n\nWoking Park is likely to remain closed on Sunday.\n\nThe Health and Safety Executive is going to investigate.", "url": "https://news.sky.com/story/fairground-ride-collapses-before-woking-firework-display-11544306", "category": "politics"}, {"id": 40, "title": "Proud Boys, Gavin McInnes banned from Facebook and Instagram", "text": "\n\nKaren Matthews, The Associated Press\n\n\n\n\n\nNEW YORK — The far-right Proud Boys and their founder, Gavin McInnes, have been banned from Facebook and Instagram because of policies against hate groups, the company announced.\n\nMcInnes criticized the ban in an email Wednesday, saying it was a way to drum up “hysteria” prior to the midterm elections next week.\n\n“The left knows they are going to lose this election so they are ramping up the hysteria with fake news and censorship in a last ditch effort to win,” he said.\n\nThe Southern Poverty Law Center calls the all-male Proud Boys a hate group, but the Proud Boys reject the label and describe themselves as “Western chauvinists who refuse to apologize for creating the modern world.”\n\nMembers of the group brawled with anti-fascist protesters following a speech by McInnes at a Manhattan Republican club on Oct. 12, resulting in arrests of both Proud Boys’ members and anti-fascists. New York Gov. Andrew Cuomo, a Democrat, criticized the statewide Republican Party for inviting McInnes.\n\nA spokeswoman for Facebook, which also owns Instagram, said in a statement, “Our team continues to study trends in organized hate and hate speech and works with partners to better understand hate organizations as they evolve.”\n\nThe loss of the platforms will likely hurt the Proud Boys’ ability to recruit. The Southern Poverty Law Center reported in August that regional Proud Boys chapters were vetting new members through private Facebook chatrooms.\n\nWhen asked Wednesday if the social media platforms have been a major recruiting tool, McInnes said, “I guess.”\n\nMcInnes, 48, was a co-founder of Vice Media but left the company in 2008. He now hosts a podcast called “Get Off My Lawn.”", "url": "https://www.ctvnews.ca/world/proud-boys-gavin-mcinnes-banned-from-facebook-and-instagram-1.4158707?fbclid=IwAR3s-trsmcZT7U_MQIxYQxpPacTfZdaDjmp29FDmigyw6rXtFzBCwV2OID0", "category": "business"}, {"id": 41, "title": "Goodwill workers in NJ find original 1774 ‘rebel’ newspaper", "text": "This photo shows a detail of a Dec. 28, 1774 Pennsylvania Journal and the Weekly Advertiser at the Goodwill Industries in Bellmawr, N.J., Thursday, Oct. 25, 2018. A quick eye by Goodwill workers in southern New Jersey turned up the original 1774 Philadelphia newspaper with an iconic \"Unite or Die\" masthead. (AP Photo/Matt Rourke)\n\nBELLMAWR, N.J. (AP) — A quick eye by Goodwill workers in southern New Jersey turned up framed pages from an original 1774 Philadelphia newspaper with an iconic “Unite or Die” snake design on the masthead.\n\nThe frayed Dec. 28, 1774, edition of the “Pennsylvania Journal and the Weekly Advertiser” boasts three items signed by John Hancock, then president of the Provincial Congress, who pleads for the Colonies to fight back “enemies” trying to divide them.\n\nA jumble of small advertisements offer rewards for a lost horse or runaway apprentice, while another insists the poster will no longer pay his “misbehav(ing)” wife’s debts.\n\nThe discovery was first reported by NJ Pen, an online news site.\n\nBob Snyder of the New York auction house Cohasco says the “rebel” newspaper shows how “everyone was good and mad” at the British just months before the Revolutionary War began. The masthead design is a variant of the “Join, or Die” political cartoon credited to Benjamin Franklin.\n\n“These were very important propaganda tools,” Snyder said of newspapers and pamphlets of the era. “The viciousness then in some was as much or more as it is today. . (But) the language was more powerful in putting down the other side.”\n\nSnyder estimates the newspaper’s value at $6,000 to $16,000. Goodwill Industries hopes to sell it to help funds its educational and job-training services, according to Heather Randall, e-commerce manager of the regional operation in Bellmawr, New Jersey.\n\nThe framed document was dropped off in Woodbury, New Jersey, and sent to her department, which reviews donations that may be valuable, and lists the best among them on Shopgoodwill.com. Employee Mike Storms did the detective work, guessing it was original given small keyholes at the inside edge of the pages that suggest they had once been bound by string. What’s more, the four pages were preserved in an old frame with glass on both sides.\n\n“It’s like a big treasure hunt, really, because you never know what’s going to come through. Sometimes, the things take a lot of research,” Randall said.\n\n“We got a Bill of Rights the other day, but it was (printed by) the Phillip Morris Tobacco Company,” she said Thursday. “It looked good.”\n\nThere are three other existing copies of the same weekly edition of the Pennsylvania Journal, all housed in university collections. Randall hopes this one will find a home in the Philadelphia area where the public can see it. She posted it for sale on the Goodwill website for 15 days earlier this year, but the listing didn’t get widespread interest. Snyder believes it should.\n\n“It’s only three or four months until the first actual shots of the revolution were fired. So by this time, everybody was good and mad,” said Snyder, who said newspapers of the day were more partisan than today, although the level of debate was more highbrow. The Pennsylvania Journal was published by William and Thomas Bradford, who came from a distinguished local family of booksellers and printers.\n\n“They obviously had a very strong belief system. They were willing to risk their lives to publish,” he said.\n\nStorms nonetheless found some irony in the sign-offs that ended many of the submissions.\n\n“With all the anger and angst they have toward Great Britain, they still sign things ‘God Save the King,’” he said.", "url": "https://apnews.com/0be8910e4060486ca2f8f93d70f738d6", "category": "entertainment"}, {"id": 42, "title": "Dow erases gains for the year, tumbles more than 600 points as stocks extend October swoon", "text": "Stocks plummeted on Wednesday as a sharp drop in tech shares and worries about corporate earnings added fuel to this month's steep pullback.\n\nThe Dow Jones Industrial Average dropped 608.01 points at 24,583.42 and erased all of its gains for 2018. The S&P 500 dropped 3.1 percent to 2,656.10 and also turned negative for the year. The Nasdaq Composite fell 4.4 percent to 7,108.40— entering correction territory — as Facebook, Amazon, Netflix and Alphabet all traded lower.\n\n\"An increasingly murky macro picture is clouding the 2019 earnings outlook leaving investors to largely shrug off a solid start to the third quarter earnings season,\" said Alec Young, managing director of global markets research at FTSE Russell. \"While valuations have certainly come down in recent weeks, at 16 times forward earnings for the Russell 1000 index, they aren't in the bargain basement by any means, especially if earnings growth slows more than expected next year.\"\n\nStocks have taken a beating this month. The Dow has dropped 7.1 percent in October, while the S&P 500 has pulled back 8.9 percent. The Nasdaq, meanwhile, has tumbled 11.7 percent.\n\nNetflix tumbled 9.4 percent as investors second-guessed valuations for the once high-flying video streamer. Facebook and Alphabet both fell more than 5 percent, while Apple dropped 3.4 percent. AT&T, meanwhile, dropped more than 8.1 percent after releasing its quarterly results.\n\nWorries about a slowing economy under pressure from rising interest rates grew after the Commerce Department said new home sales fell to a two-year low. The data also hit homebuilder stocks.The SPDR S&P Homebuilders ETF (XHB) dropped 3.5 percent.\n\n\"The housing numbers were not good,\" said JJ Kinahan, chief market strategist at TD Ameritrade. \"There's a lot of uncertainty heading into the end of the year. It just feels like people feel more comfortable spending short-term rather than long term.\"\n\nBank shares fell on fears of slowing growth for mortgage and other loans. The SPDR S&P Bank ETF (KBE) dropped 4.1 percent. Shares of J.P. Morgan Chase and Citigroup both pulled back more than 1.5 percent. Bank of America's stock dropped 3.1 percent.", "url": "https://www.cnbc.com/2018/10/24/dow-poised-for-triple-digit-losses-at-the-open-after-tuesdays-500-point-recovery.html", "category": "business"}, {"id": 43, "title": "Woman With Carved Swastika Faked Her Attack, Police Concludes", "text": "Porto Alegre\n\nThe Rio Grande do Sul police closed the investigation on the case of a young woman who allegedly had a swastika carved in her skin in Porto Alegre on Wednesday (24th) with the conclusion that the victim cut herself.\n\nThe student had associated the alleged attack to the fact that, in the day after the election's first round, she was carrying a backpack with stickers with the colors of the LGBT movement and the words \"Ele Não\" (Not Him), as a protest against candidate Jair Bolsonaro (PSL).\n\nPorto Alegre police concluded that young woman carved or let someone carve the swastika in her own body - Courtesy\n\nAfter the police released its findings, Bolsonaro said on social media he expected retractions from people who connected the incident to him and his supporters. He also said that his opponent’s supporters orchestrate all claims associating his name with violent attacks.\n\n\"We expect a retraction of all people that, even with our disavowal, irresponsibly and with no evidence associated us to the cases of property damage and nazi \"attacks,\" that today were deemed false by the authorities,\" said the candidate.\n\n​\n\nThe swastika case would be sent to court on Wednesday (24th). The young woman should be charged with falsely reporting a crime, but her attorney rejects the conclusion and is requesting additional investigations.\n\n\n\nA forensic report said that all evidence leads to the woman either carving herself or letting someone else do it, with her full consent.\n\nThe markings were superficial and with even depths, which would hardly happen if the \"victim had struggled or shown any reaction, either by fear, fright or mere reflexes,\" the document says.\n\nPrecinct chief Paulo César Jardim, who is responsible for the investigations, said that the young woman, a 19-year-old high school graduate, is a \"sick, emotionally frail\" person, who takes \"powerful\" psychiatric medications.\n\nHowever, the officer denied that the woman fabricated the situation with any political intent of harming Bolsonaro.\n\n\n\nFernando Haddad's mandatory political broadcast highlighted the case in a segment about the political violence around the country in the days leading into the runoff.\n\nTranslated by NATASHA MADOV\n\n\n\nRead the article in the original language ​​", "url": "https://www1.folha.uol.com.br/internacional/en/brazil/2018/10/woman-with-carved-swastika-faked-her-attack-police-concludes.shtml", "category": "politics"}, {"id": 44, "title": "Google reveals it has sacked 48 employees over sexual harassment in past two years", "text": "Google has sacked 48 employees, including 13 senior managers, over sexual harassment allegations over the last two years, the company's boss has revealed.\n\nSundar Pichai, in a letter to employees, said the internet search giant was taking an \"increasingly hard line\" on sexual misconduct.\n\nThe chief executive said none of those who lost their job received a severance package when they were let go.\n\nJoin Indpendent Minds For exclusive articles, events and an advertising-free read for £5.99 €6.99 $9.99 a month Get the best of The Independent With an Independent Minds subscription for just £5.99 €6.99 $9.99 a month Get the best of The Independent Without the ads – for just £5.99 €6.99 $9.99 a month\n\nThe letter was in response to a New York Times story that accused Google of shielding a handful of executives from sexual misconduct accusations, including Android creator Andy Rubin.\n\nMr Rubin, who denies allegations of misconduct, left the company in 2014, receiving a $90m exit package.\n\nThe NYT story was \"difficult to read\", Mr Pichai said in the letter, but that Google was \"dead serious\" about being a \"safe and inclusive workplace\", according to the BBC.\n\nShape Created with Sketch. World news in pictures Show all 50 left Created with Sketch. right Created with Sketch. Shape Created with Sketch. World news in pictures 1/50 Protestors wearing \"yellow vests\" (gilets jaunes) clash with riot police near the Champs Elysees avenue in Paris during a protest against rising costs of living they blame on high taxes. - Paris was on high alert with major security measures in place ahead of fresh \"yellow vest\" protests which authorities fear could turn violent for a second weekend in a row. AFP/Getty 2/50 7 December 2018 Annegret Kramp-Karrenbauer reacts after being elected to leader of the Christian Democratic Union, succeeding the 18 year reign of Angela Merkel Getty 3/50 6 December 2018 Police use tear gas against protesters during a demonstration in Athens to commemorate the 10th anniversary of a fatal shooting of a teenager which sparked major riots in Greece in 2008 AFP/Getty 4/50 5 December 2018 The flag-draped casket of former US President George HW Bush is carried by military pallbearers past US President Donald Trump, first lady Melania Trump, former President Barack Obama, former first lady Michelle Obama, former President Bill Clinton, former first lady Hillary Clinton, former President Jimmy Carter and former first lady Rosalynn Carter as it arrives at his state funeral at Washington National Cathedral Reuters 5/50 4 December 2018 High school students burn a barricade in front of their high school during a demonstration against French government Education reforms AFP/Getty 6/50 3 December 2018 Sully, the service dog of former US President George HW Bush in his final months, lays in front of Bush's casket at the George H Lewis & Sons funeral home in Houston, Texas Courtesy Office of George HW Bush/Reuters 7/50 2 December 2018 Demonstrators march in Brussels to 'claim the climate' as world leaders meet in Poland to discuss the Paris climate agreement targets AP 8/50 1 December 2018 A protester moves to lob a tear gas canister during a protest in Paris today against rising fuel prices Reuters 9/50 30 November 2018 US President Donald Trump, Britain's Prime Minister Theresa May, French President Emmanuel Macron and Japanese Prime Minister Shinzo Abe wave hands in front of other leaders during a family photo at the G20 leaders summit in Buenos Aires, Argentina Reuters 10/50 29 November 2018 Firefighters battle a blaze on Fingerfield road at the Deepwater National Park area of Queensland. Thousands of people have been evacuated from their homes in northeastern Australia as bushfires raged across the state amid a scorching heatwave AFP/Getty 11/50 28 November 2018 A child waits to receive free bread by a local charity bakery amid a severe shortage of food in Sana'a, Yemen. According to reports, nearly 22 million people of Yemen's 26-million population are in need of humanitarian assistance as a result of increased food insecurity. The impoverished Arab country is experiencing a humanitarian crisis due to an ongoing brutal conflict that has lasted more than three years that has driven millions to the brink of famine EPA 12/50 27 November 2018 A petrol bomb was thrown towards the Ajax fans during their Champions League away match against AEK Athens in the Greek capital. Home supporters threw flares into the stands also Reuters 13/50 26 November 2018 Ukrainian activists burn flares during their rally in front of the Russian Consulate in Kharkiv, Ukraine. The President of Ukraine, Petro Poroshenko, at a meeting of the National Security and Defense Council, on 25 November, announced the decision to introduce martial law in Ukraine for a period of 60 days. Russia seized three Ukrainian vessels amid their leaving the Kerch Strait. The two small-sized 'Berdiansk' and 'Nikopol' armored artillery boats had come under enemy fire and are now dead in the water. The 'Yany Kapu' tugboat was forcibly stopped and captured by special forces of the Russian Federation EPA 14/50 25 November 2018 Women's rights activists gather to march through Taksim Square to protest against gender violence in Istanbul on the International Day for the elimination of violence against women AFP/Getty 15/50 24 November 2018 River Plate's fans clash with riot police after the second leg of the Copa Libertadores final match against rivals Boc Juniors was postponed Reuters 16/50 23 November 2018 Elias Lopez, a three-year-old Honduran migrant, plays in between the shields of a line of Mexican riot police, when the group he was part of tried to cross the Chaparral border crossing in Tijuana, Mexico. Elias Lopez is part of a group of Central American migrants that marched peacefully to the border crossing to demand better conditions and push to enter the US AP 17/50 22 November 2018 Lebanese army soldiers march during a parade to mark the 75th anniversary of Lebanon's Independence Day, in Beirut, commemorating the liberation from the French Mandate on 22 November 1943 EPA 18/50 21 November 2018 Indian Muslim devotees wave flags as they parade atop vehicles along a street during Eid-Milad-Un-Nabi celebrations in Varanasi in the Indian state of Uttar Pradesh AFP/Getty 19/50 20 November 2018 At least 50 people were killed and dozens more injured when a suicide bomber targeted a group of Muslim religious scholars in Kabul, officials in Afghanistan say. Hundreds of clerics had gathered to mark the birthday of the Prophet Mohammed at a large wedding hall in the capital before the blast happened, interior ministry spokesman Najib Danish said. Wahi Majroh, of Afghanistan’s public health ministry, said a further 83 people had been wounded by the bomber. “The victims of the attack unfortunately are all religious scholars who gathered to commemorate the birthday of Prophet Muhammad,” said Basir Mujahid, spokesman for the Kabul police chief Reuters 20/50 19 November 2018 A view of the Fuego volcano eruption at sunrise, seen from El Rodeo, Escuintla, Guatemala. More than 2,000 people were evacuated from several villages due to the strong eruption, located 50 kilometers west of the Guatemalan capital EPA 21/50 18 November 2018 French President Emmanuel Macron is applauded after speaking before the Bundestag (lower house of parliament) as the German parliament commemorates victims of wars and dictatorships in Berlin. The leaders of France and Germany jointly remember the victims of European wars, presenting also a united front in countering global turmoil stoked by US President Donald Trump AFP/Getty 22/50 17 November 2018 People wearing yellow vests, a symbol of a French drivers' nationwide protest against higher fuel prices, block the Paris-Brussels motorway in Haulchin, France Reuters 23/50 16 November 2018 People hold banners of Jamal Khashoggi during a symbolic funeral prayer for the Saudi journalist, killed and dismembered in the Saudi consulate in Istanbul in October, at the courtyard of Fatih mosque in Istanbul. Turkey has more evidence contradicting the Saudi version of the murder of journalist Jamal Khashoggi including a second audio recording, revealing that the murder had been premeditated, a Turkish newspaper reported on November 16, a contradiction to the statement of the Saudi prosecutor who said that five Saudi officials faced the death penalty on charges of killing Khashoggi but exonerated the country's powerful Crown Prince of involvement in the murder AFP/Getty 24/50 15 November 2018 Alexei Navalny leaves the European Court of Human Rights today. The court has ruled that Russia's repeated arrests of Navalny were politically motivated AP 25/50 14 November 2018 A crew member escorts a migrant child out of a plane transporting a group of 51 migrants from Niger, entitled to international protection, after its landing at the Mario De Bernardi military airport in Pratica di Mare, south of Rome AFP/Getty 26/50 13 November 2018 Palestinians gather in front of damaged buildings in Gaza City following Israeli air strikes targeting the area overnight. Israel's aircraft struck Gaza on November 12, killing three Palestinians and wounding nine after a barrage of rocket fire into its territory from the enclave. The flare-up came after a deadly Israeli special forces operation in the Gaza Strip, at the weekend, that left Hamas vowing revenge AFP/Getty 27/50 12 November 2018 Floral tributes outside Melbourne's Pellegrini's Cafe for Sisto Malaspina, after he was stabbed to death last Friday in an attack police have called an act of terrorism, in Australia Reuters 28/50 11 November 2018 Heads of states and world leaders attend ceremonies at the Arc de Triomphe in Paris. Over 60 heads of state and government were taking part in a solemn ceremony at the Tomb of the Unknown Soldier, the mute and powerful symbol of sacrifice to the millions who died from 1914-18 AP 29/50 10 November 2018 Firefighters push down a wall while battling against a burning apartment complex in Paradise, north of Sacramento, California. A rapidly spreading, late-season wildfire in northern California has burned 20,000 acres of land and prompted authorities to issue evacuation orders for thousands of people. As many as 1000 homes, a hospital, a Safeway store and scores of other structures have burned in the area as the Camp fire tore through the region AFP/Getty 30/50 9 November 2018 A Fly Jamaica plane en route to Toronto crash lands at an airport in Guyana following a technical problem. At least six passengers were injured Cheddi Jagan International Airport 31/50 8 November 2018 An FBI agent talks to a potential witness as they stand near the scene Thursday in Thousand Oaks, California. where a gunman opened fire Wednesday inside a country dance bar crowded with hundreds of people on \"college night,\" wounding 11 people including a deputy who rushed to the scene. Ventura County sheriff's spokesman says gunman is dead inside the bar. AP 32/50 7 November 2018 Democratic congressional candidate Ilhan Omar is celebrates with her husband's mother after she won a congress place during the US midterm elections. In doing do she became the first-joint Muslim woman to be elected into congress alongside Rashida Tlaib Reuters 33/50 6 November 2018 Voters cast their ballots at the Tuttle Park Recreation Center polling location in Columbus, Ohio. Across the US, voters headed to the polls in one of the most high-profile midterm elections in years AP 34/50 5 November 2018 Members of the group Your Vote Matters encourage people to vote before an event hosted by US Senator Claire McCaskill as she campaigns for the US Senate in Saint Louis, Missour. McCaskill, a Democrat, faces a challenge from Republican Missouri Attorney General Josh Hawley in the November general election EPA 35/50 4 November 2018 Police officers and rescuers work at the site of where a truck ploughed into cars at a toll booth in Lanzhou in China's northwestern Gansu province. The out-of-control truck crashed into a 31-car lineup and killed 15 people, with 44 injured AFP/Getty 36/50 3 November 2018 Simone Biles on the podium with her gold medal from the floor exercise at the gymnastics world championships. She became the most decorated female gymnast in world's history, as well as, becoming the first American to win a medal in every event at the competition AFP/Getty 37/50 2 November 2018 A Salvadorean migrant with a girl walks next to Guatemalan policemen as they approach the Guatemala-Mexico international border bridge in Ciudad Tecun Uman. Accoring to the Salvadorean General Migration Directorate, over 1,700 Salvadoreans left the country in two caravans and entered Guatemala Wednesday, in an attempt to reach the US AFP/Getty 38/50 1 November 2018 Google employees hold signs outside 14th street park after walking out as part of a global protest over claims of sexual harassment, gender inequality and systemic racism at the tech giant Reuters 39/50 31 October 2018 The \"Statue of Unity\" portraying Sardar Vallabhbhai Patel, one of the founding fathers of India, during its inauguration in Kevadia, in the western state of Gujarat, India Reuters 40/50 30 October 2018 A scavenger collects recyclable materials along the breakwater amid strong waves as weather patterns from Typhoon Yutu affect Manila Bay. Fierce winds sheared off roofs and snapped trees in half, after thousands were evacuated ahead of the powerful storm's arrival AFP/Getty 41/50 29 October 2018 Rescue team members collecting the remains of the crashed plane at Tanjung Priok Harbour, Indonesia. A Lion Air flight JT-610 lost contact with air traffic controllers soon after takeoff then crashed into the sea. The flight was en route to Pangkal Pinang, and reportedly had 189 people onboard EPA 42/50 28 October 2018 A supporter of Workers' Party presidential candidate Fernando Haddad embraces a fellow weeping supporter, after learning that rival Jair Bolsonaro was declared the winner in the Brazil presidential runoff election. Addressing supporters in Sao Paulo, Haddad did not concede or even mention Bolsonaro by name. Instead, his speech was a promise to resist AP 43/50 27 October 2018 First responders surround the Tree of Life Synagogue in Pittsburgh, where a shooter opened fire, wounding three police officers and killing eleven AP 44/50 26 October 2018 Broward County Sheriff's office have released a photo of Cesar Sayoc, the suspect who was arrested in connection with the pipe bombs that have been sent to several high profile Democrats and critics of President Trump over the course of this week AP 45/50 25 October 2018 East Island in Hawaii has been swallowed by the sea following Hurricane Walaka US Fish and Wildlife Service 46/50 24 October 2018 Police officers stand outside the home of former President Bill Clinton and former Secretary of State Hillary Clinton after a \"functional explosive device\" was attemptedly delivered to the couple AP 47/50 23 October 2018 Turkey's President Erdogan today accused Saudi Arabia of plotting the 'savage' murder of journalist Jamal Khashoggi AP 48/50 22 October 2018 Australia's Prime Minister Scott Morrison (C) delivers a national apology to child sex abuse victims in the House of Representatives in Parliament House in Canberra on October 22, 2018. - Morrison on October 22 issued an emotive apology to children who suffered sexual abuse, saying the state had failed to protect them from \"evil dark\" crimes committed over decades AFP/Getty 49/50 21 October 2018 A derailed train in Yian, eastern Taiwan. At least 17 people died after the derailment CNA/AFP/Getty 50/50 20 October 2018 US President Donald Trump waves as he boards Marine One after a \"Make America Great\" rally in Mesa, Arizona on October 19, 2018. - US President Donald Trump said Friday, October 19, 2018, that he found credible Saudi Arabia's assertion that dissident journalist Jamal Khashoggi died as a result of a fight AFP/Getty 1/50 Protestors wearing \"yellow vests\" (gilets jaunes) clash with riot police near the Champs Elysees avenue in Paris during a protest against rising costs of living they blame on high taxes. - Paris was on high alert with major security measures in place ahead of fresh \"yellow vest\" protests which authorities fear could turn violent for a second weekend in a row. AFP/Getty 2/50 7 December 2018 Annegret Kramp-Karrenbauer reacts after being elected to leader of the Christian Democratic Union, succeeding the 18 year reign of Angela Merkel Getty 3/50 6 December 2018 Police use tear gas against protesters during a demonstration in Athens to commemorate the 10th anniversary of a fatal shooting of a teenager which sparked major riots in Greece in 2008 AFP/Getty 4/50 5 December 2018 The flag-draped casket of former US President George HW Bush is carried by military pallbearers past US President Donald Trump, first lady Melania Trump, former President Barack Obama, former first lady Michelle Obama, former President Bill Clinton, former first lady Hillary Clinton, former President Jimmy Carter and former first lady Rosalynn Carter as it arrives at his state funeral at Washington National Cathedral Reuters 5/50 4 December 2018 High school students burn a barricade in front of their high school during a demonstration against French government Education reforms AFP/Getty 6/50 3 December 2018 Sully, the service dog of former US President George HW Bush in his final months, lays in front of Bush's casket at the George H Lewis & Sons funeral home in Houston, Texas Courtesy Office of George HW Bush/Reuters 7/50 2 December 2018 Demonstrators march in Brussels to 'claim the climate' as world leaders meet in Poland to discuss the Paris climate agreement targets AP 8/50 1 December 2018 A protester moves to lob a tear gas canister during a protest in Paris today against rising fuel prices Reuters 9/50 30 November 2018 US President Donald Trump, Britain's Prime Minister Theresa May, French President Emmanuel Macron and Japanese Prime Minister Shinzo Abe wave hands in front of other leaders during a family photo at the G20 leaders summit in Buenos Aires, Argentina Reuters 10/50 29 November 2018 Firefighters battle a blaze on Fingerfield road at the Deepwater National Park area of Queensland. Thousands of people have been evacuated from their homes in northeastern Australia as bushfires raged across the state amid a scorching heatwave AFP/Getty 11/50 28 November 2018 A child waits to receive free bread by a local charity bakery amid a severe shortage of food in Sana'a, Yemen. According to reports, nearly 22 million people of Yemen's 26-million population are in need of humanitarian assistance as a result of increased food insecurity. The impoverished Arab country is experiencing a humanitarian crisis due to an ongoing brutal conflict that has lasted more than three years that has driven millions to the brink of famine EPA 12/50 27 November 2018 A petrol bomb was thrown towards the Ajax fans during their Champions League away match against AEK Athens in the Greek capital. Home supporters threw flares into the stands also Reuters 13/50 26 November 2018 Ukrainian activists burn flares during their rally in front of the Russian Consulate in Kharkiv, Ukraine. The President of Ukraine, Petro Poroshenko, at a meeting of the National Security and Defense Council, on 25 November, announced the decision to introduce martial law in Ukraine for a period of 60 days. Russia seized three Ukrainian vessels amid their leaving the Kerch Strait. The two small-sized 'Berdiansk' and 'Nikopol' armored artillery boats had come under enemy fire and are now dead in the water. The 'Yany Kapu' tugboat was forcibly stopped and captured by special forces of the Russian Federation EPA 14/50 25 November 2018 Women's rights activists gather to march through Taksim Square to protest against gender violence in Istanbul on the International Day for the elimination of violence against women AFP/Getty 15/50 24 November 2018 River Plate's fans clash with riot police after the second leg of the Copa Libertadores final match against rivals Boc Juniors was postponed Reuters 16/50 23 November 2018 Elias Lopez, a three-year-old Honduran migrant, plays in between the shields of a line of Mexican riot police, when the group he was part of tried to cross the Chaparral border crossing in Tijuana, Mexico. Elias Lopez is part of a group of Central American migrants that marched peacefully to the border crossing to demand better conditions and push to enter the US AP 17/50 22 November 2018 Lebanese army soldiers march during a parade to mark the 75th anniversary of Lebanon's Independence Day, in Beirut, commemorating the liberation from the French Mandate on 22 November 1943 EPA 18/50 21 November 2018 Indian Muslim devotees wave flags as they parade atop vehicles along a street during Eid-Milad-Un-Nabi celebrations in Varanasi in the Indian state of Uttar Pradesh AFP/Getty 19/50 20 November 2018 At least 50 people were killed and dozens more injured when a suicide bomber targeted a group of Muslim religious scholars in Kabul, officials in Afghanistan say. Hundreds of clerics had gathered to mark the birthday of the Prophet Mohammed at a large wedding hall in the capital before the blast happened, interior ministry spokesman Najib Danish said. Wahi Majroh, of Afghanistan’s public health ministry, said a further 83 people had been wounded by the bomber. “The victims of the attack unfortunately are all religious scholars who gathered to commemorate the birthday of Prophet Muhammad,” said Basir Mujahid, spokesman for the Kabul police chief Reuters 20/50 19 November 2018 A view of the Fuego volcano eruption at sunrise, seen from El Rodeo, Escuintla, Guatemala. More than 2,000 people were evacuated from several villages due to the strong eruption, located 50 kilometers west of the Guatemalan capital EPA 21/50 18 November 2018 French President Emmanuel Macron is applauded after speaking before the Bundestag (lower house of parliament) as the German parliament commemorates victims of wars and dictatorships in Berlin. The leaders of France and Germany jointly remember the victims of European wars, presenting also a united front in countering global turmoil stoked by US President Donald Trump AFP/Getty 22/50 17 November 2018 People wearing yellow vests, a symbol of a French drivers' nationwide protest against higher fuel prices, block the Paris-Brussels motorway in Haulchin, France Reuters 23/50 16 November 2018 People hold banners of Jamal Khashoggi during a symbolic funeral prayer for the Saudi journalist, killed and dismembered in the Saudi consulate in Istanbul in October, at the courtyard of Fatih mosque in Istanbul. Turkey has more evidence contradicting the Saudi version of the murder of journalist Jamal Khashoggi including a second audio recording, revealing that the murder had been premeditated, a Turkish newspaper reported on November 16, a contradiction to the statement of the Saudi prosecutor who said that five Saudi officials faced the death penalty on charges of killing Khashoggi but exonerated the country's powerful Crown Prince of involvement in the murder AFP/Getty 24/50 15 November 2018 Alexei Navalny leaves the European Court of Human Rights today. The court has ruled that Russia's repeated arrests of Navalny were politically motivated AP 25/50 14 November 2018 A crew member escorts a migrant child out of a plane transporting a group of 51 migrants from Niger, entitled to international protection, after its landing at the Mario De Bernardi military airport in Pratica di Mare, south of Rome AFP/Getty 26/50 13 November 2018 Palestinians gather in front of damaged buildings in Gaza City following Israeli air strikes targeting the area overnight. Israel's aircraft struck Gaza on November 12, killing three Palestinians and wounding nine after a barrage of rocket fire into its territory from the enclave. The flare-up came after a deadly Israeli special forces operation in the Gaza Strip, at the weekend, that left Hamas vowing revenge AFP/Getty 27/50 12 November 2018 Floral tributes outside Melbourne's Pellegrini's Cafe for Sisto Malaspina, after he was stabbed to death last Friday in an attack police have called an act of terrorism, in Australia Reuters 28/50 11 November 2018 Heads of states and world leaders attend ceremonies at the Arc de Triomphe in Paris. Over 60 heads of state and government were taking part in a solemn ceremony at the Tomb of the Unknown Soldier, the mute and powerful symbol of sacrifice to the millions who died from 1914-18 AP 29/50 10 November 2018 Firefighters push down a wall while battling against a burning apartment complex in Paradise, north of Sacramento, California. A rapidly spreading, late-season wildfire in northern California has burned 20,000 acres of land and prompted authorities to issue evacuation orders for thousands of people. As many as 1000 homes, a hospital, a Safeway store and scores of other structures have burned in the area as the Camp fire tore through the region AFP/Getty 30/50 9 November 2018 A Fly Jamaica plane en route to Toronto crash lands at an airport in Guyana following a technical problem. At least six passengers were injured Cheddi Jagan International Airport 31/50 8 November 2018 An FBI agent talks to a potential witness as they stand near the scene Thursday in Thousand Oaks, California. where a gunman opened fire Wednesday inside a country dance bar crowded with hundreds of people on \"college night,\" wounding 11 people including a deputy who rushed to the scene. Ventura County sheriff's spokesman says gunman is dead inside the bar. AP 32/50 7 November 2018 Democratic congressional candidate Ilhan Omar is celebrates with her husband's mother after she won a congress place during the US midterm elections. In doing do she became the first-joint Muslim woman to be elected into congress alongside Rashida Tlaib Reuters 33/50 6 November 2018 Voters cast their ballots at the Tuttle Park Recreation Center polling location in Columbus, Ohio. Across the US, voters headed to the polls in one of the most high-profile midterm elections in years AP 34/50 5 November 2018 Members of the group Your Vote Matters encourage people to vote before an event hosted by US Senator Claire McCaskill as she campaigns for the US Senate in Saint Louis, Missour. McCaskill, a Democrat, faces a challenge from Republican Missouri Attorney General Josh Hawley in the November general election EPA 35/50 4 November 2018 Police officers and rescuers work at the site of where a truck ploughed into cars at a toll booth in Lanzhou in China's northwestern Gansu province. The out-of-control truck crashed into a 31-car lineup and killed 15 people, with 44 injured AFP/Getty 36/50 3 November 2018 Simone Biles on the podium with her gold medal from the floor exercise at the gymnastics world championships. She became the most decorated female gymnast in world's history, as well as, becoming the first American to win a medal in every event at the competition AFP/Getty 37/50 2 November 2018 A Salvadorean migrant with a girl walks next to Guatemalan policemen as they approach the Guatemala-Mexico international border bridge in Ciudad Tecun Uman. Accoring to the Salvadorean General Migration Directorate, over 1,700 Salvadoreans left the country in two caravans and entered Guatemala Wednesday, in an attempt to reach the US AFP/Getty 38/50 1 November 2018 Google employees hold signs outside 14th street park after walking out as part of a global protest over claims of sexual harassment, gender inequality and systemic racism at the tech giant Reuters 39/50 31 October 2018 The \"Statue of Unity\" portraying Sardar Vallabhbhai Patel, one of the founding fathers of India, during its inauguration in Kevadia, in the western state of Gujarat, India Reuters 40/50 30 October 2018 A scavenger collects recyclable materials along the breakwater amid strong waves as weather patterns from Typhoon Yutu affect Manila Bay. Fierce winds sheared off roofs and snapped trees in half, after thousands were evacuated ahead of the powerful storm's arrival AFP/Getty 41/50 29 October 2018 Rescue team members collecting the remains of the crashed plane at Tanjung Priok Harbour, Indonesia. A Lion Air flight JT-610 lost contact with air traffic controllers soon after takeoff then crashed into the sea. The flight was en route to Pangkal Pinang, and reportedly had 189 people onboard EPA 42/50 28 October 2018 A supporter of Workers' Party presidential candidate Fernando Haddad embraces a fellow weeping supporter, after learning that rival Jair Bolsonaro was declared the winner in the Brazil presidential runoff election. Addressing supporters in Sao Paulo, Haddad did not concede or even mention Bolsonaro by name. Instead, his speech was a promise to resist AP 43/50 27 October 2018 First responders surround the Tree of Life Synagogue in Pittsburgh, where a shooter opened fire, wounding three police officers and killing eleven AP 44/50 26 October 2018 Broward County Sheriff's office have released a photo of Cesar Sayoc, the suspect who was arrested in connection with the pipe bombs that have been sent to several high profile Democrats and critics of President Trump over the course of this week AP 45/50 25 October 2018 East Island in Hawaii has been swallowed by the sea following Hurricane Walaka US Fish and Wildlife Service 46/50 24 October 2018 Police officers stand outside the home of former President Bill Clinton and former Secretary of State Hillary Clinton after a \"functional explosive device\" was attemptedly delivered to the couple AP 47/50 23 October 2018 Turkey's President Erdogan today accused Saudi Arabia of plotting the 'savage' murder of journalist Jamal Khashoggi AP 48/50 22 October 2018 Australia's Prime Minister Scott Morrison (C) delivers a national apology to child sex abuse victims in the House of Representatives in Parliament House in Canberra on October 22, 2018. - Morrison on October 22 issued an emotive apology to children who suffered sexual abuse, saying the state had failed to protect them from \"evil dark\" crimes committed over decades AFP/Getty 49/50 21 October 2018 A derailed train in Yian, eastern Taiwan. At least 17 people died after the derailment CNA/AFP/Getty 50/50 20 October 2018 US President Donald Trump waves as he boards Marine One after a \"Make America Great\" rally in Mesa, Arizona on October 19, 2018. - US President Donald Trump said Friday, October 19, 2018, that he found credible Saudi Arabia's assertion that dissident journalist Jamal Khashoggi died as a result of a fight AFP/Getty\n\n\"We want to assure you that we review every single complaint about sexual harassment or inappropriate conduct, we investigate and we take action,\" the letter read.\n\nIt came the same day Google's parent company reported slower third-quarter growth than analysts expected.\n\nShares in Alphabet Inc were down more than four per cent after hours.", "url": "https://www.independent.co.uk/news/business/google-sexual-harassment-employees-fires-sacks-metoo-senior-managers-a8601941.html", "category": "business"}, {"id": 45, "title": "Four Local Members of White Supremacy Group Face Federal Charges in Attacks at Political Rallies across California", "text": "LOS ANGELES – Four Southern California men who allegedly are members of a white supremacy extremist group have been named in a federal criminal complaint that charges them of travelling to political rallies across California, where they violently attacked counter-protesters, journalists and a police officer.\n\nThree of the four defendants are now in custody, and authorities are continuing to search for the fourth defendant.\n\nThe criminal complaint unsealed today alleges that the four defendants are members of the Southern California-based “Rise Above Movement” (RAM) and that they used the internet “with the intent to organize, promote, encourage, participate in, or carry on riots.”\n\nThe four RAM members allegedly engaged in a series of violent attacks at political rallies in 2017, including events in Huntington Beach, Berkeley and San Bernardino.\n\nThe affidavit in support of the complaint alleges that the men used the internet to coordinate “combat training,” attendance and travel prior to the events, and then to “celebrate their acts of violence in order to recruit members for future events.”\n\nThe three men taken into custody are:\n\nRobert Rundo, 28, of Huntington Beach, allegedly a founding member of RAM and the man behind RAM’s Twitter account, who made his first court appearance on Monday, and at a hearing this morning in United States District Court was ordered detained pending trial;\n\nRobert Boman, 25, of Torrance, who was arrested this morning by special agents with the Federal Bureau of Investigation and is expected to appear in federal court this afternoon; and\n\nTyler Laube, 22, of Redondo Beach, who also was arrested this morning by the FBI and is expected to appear in court this afternoon.\n\nThe fourth defendant named in the complaint – Aaron Eason, 38, who resides in the Riverside County community of Anza – is currently being sought by federal authorities.\n\n“Every American has a right to peacefully organize, march and protest in support of their beliefs – but no one has the right to violently assault their political opponents,” said United States Attorney Nick Hanna. “The allegations describe an orchestrated effort to squelch free speech as members of the conspiracy travelled to multiple locations to attack those who hold different views. This case demonstrates our commitment to preserve and protect the freedoms guaranteed by the Constitution.”\n\n“The safeguarding of Constitutionally-protected activity is at the heart of the FBI’s mission,” said Paul Delacourt, the Assistant Director in Charge of the FBI’s Los Angeles Field Office. “There is no place in our democracy, however, for lawbreaking by individuals who cross the line from protected free speech to violence in the name of extremist ideology.”\n\nAccording to the complaint, which charges the four defendants with violating the federal conspiracy and riots statutes:\n\nAt the Huntington Beach “Make America Great Again” rally on March 25, 2017, members of RAM broke off from the main rally and confronted counter-protesters, where Rundo, Boman and Laube attacked a number of people, including two journalists.\n\nIn the weeks following this melee, RAM members celebrated the attacks, which were noted on a neo-Nazi website, and solicited others to attend an upcoming rally in Berkeley, as well as combat training to be held in a park in San Clemente.\n\nAt the Berkeley rally on April 15, 2017, Rundo, Boman and Eason were involved in violent attacks, which resulted in Rundo being arrested after punching a “defenseless person” and a Berkeley Police Officer.\n\nIn the subsequent months, RAM members celebrated the assaults in Berkeley, which included Boman posting photos of himself attacking people and RAM members engaging in combat training.\n\nOn June 10, 2017, Rundo and other RAM members attended an “Anti-Islamic Law” rally in San Bernardino, where they participated in violent attacks.\n\nThe case announced today follows the filing of an indictment in federal court in Charlottesville, Virginia that charges four other California RAM members with violating the riots statute during violent altercations at a torch-lit march at the University of Virginia and Unite the Right Rally in August 2017. The affidavit unsealed today in Los Angeles noted the connections between the defendants in both cases.\n\nRAM and its members documented and promoted their white supremacy ideology through postings on various internet platforms and through graffiti, including tags found in Irvine. In a video posted online earlier this year and described in the complaint, Rundo said he was “a big supporter of the fourteen,” which is a reference to the “14 words,” a slogan used by white supremacists and neo-Nazis that reads: “We must secure the existence of our people and a future for white children.”\n\nIn the spring of 2018, Rundo and two of the men charged in the Charlottesville case travelled to Europe to celebrate Adolf Hitler’s birthday and to meet with members of other white supremacy extremist groups, according to the complaint.\n\n“Rundo, Boman, Laube, and Eason, along with other RAM members, have used the internet to prepare to incite and participate in violence at various political events, have committed violent assaults while at those events, and have applauded each other for it and publicly documented their assaults in order to recruit more members to engage in further assaults,” the complaint alleges.\n\nA criminal complaint contains allegations that a defendant has committed a crime. Every defendant is presumed to be innocent until and unless proven guilty in court.\n\nIf convicted of the conspiracy and riots charges in the complaint, each defendant would face a statutory maximum sentence of 10 years in federal prison.\n\nThis case is being investigated by the FBI’s Joint Terrorism Task Force.\n\nThe Los Angeles Sheriff's Department, the Redondo Police Department and the Torrance Police Department provided assistance in relation to this morning’s arrests.\n\nThis matter is being prosecuted by Assistant United States Attorney David T. Ryan of the Terrorism and Export Crimes Section in the National Security Division of the United States Attorney’s Office.", "url": "https://www.justice.gov/usao-cdca/pr/four-local-members-white-supremacy-group-face-federal-charges-attacks-political-rallies", "category": "politics"}, {"id": 46, "title": "Fox News reporter hides in bushes to stop migrant family's bid to cross border", "text": "This article is over 1 month old\n\nGriff Jenkins huddled in the bushes before scrambling down the river bank to confront a group of migrants trying to cross\n\nA Fox News reporter took immigration enforcement into his own hands, lurking in the bushes along the US southern border to “foil” an attempt by migrants to enter the country.\n\nA segment aired on the network showed reporter Griff Jenkins in McAllen, Texas, where he spotted a group of Hondurans trying to cross a river from Mexico into the United States on a raft.\n\n“We laid in the bushes in wait and we busted one of those smuggling operations,” Jenkins said in the Tuesday segment.\n\nSign up for the new US morning briefing\n\nHuddled in the brush, Jenkins explained his mission, before scrambling down the river bank to confront a group of migrants attempting to cross on a raft.\n\n“We’ve been hiding in the bushes waiting to witness one of these crossings. Let’s go – they’re coming right now,” he said. “You can see they’ve come in, they’ve got a family on a raft.”\n\nTrailed by his camera, Jenkins yelled out to a group of men, women and children on a small raft that one man was paddling across.\n\n“Excuse me, sir, were you trying to cross into America illegally?” Jenkins asked.\n\nThe raft turned around and headed back to the river bank on the Mexican side of the border, as Fox displayed onscreen text that read: “Griff foils illegals’ attempt to cross border.”\n\n“What we’re witnessing now is clearly a family that was being brought over by that smuggler that was paddling the raft. This is an attempt to illegally cross, and they’ve gone back over there,” Jenkins said. “We seem to have foiled this attempt, but officials tell us that he’s probably just going back to look for another spot.”\n\nLater, Jenkins caught up with the migrants. He asked a woman in the group if she knew the crossing was illegal, and she said yes. “Can you tell me why you came illegally?” he asked.\n\nThe woman offered a factual answer, saying she made the journey because of “the situation of Honduras”.\n\n“You cannot have work there because criminals always will get your money,” she said.\n\nText on the screen then read: “Illegal admits to knowingly breaking the law.”\n\nThe Fox reporter’s tactics drew criticism on social media. “That’s Griff Jenkins, the Fox News REPORTER, stopping people from illegally crossing the border,” Kamahl Santamaria, a presenter at Al Jazeera English, wrote on Twitter. “This isn’t reporting. It’s a news channel doing the work of a government. It’s state propaganda.”\n\nBishop Rudolph McKissick Jr, senior pastor of the Bethel Baptist Institutional church in Jacksonville, Florida, added in a tweet: “They are so disgusting.”\n\nFox has been uniquely friendly among cable networks to the administration of Donald Trump, which has pursued hardline immigration policies.\n\nHope Hicks, formerly Trump’s communications director, took a job this month as chief communications officer for Fox, the news network’s parent company. Former Fox News co-president Bill Shine, meanwhile, was appointed White House communications director in July, taking over Hicks’s old role.", "url": "https://www.theguardian.com/media/2018/oct/24/fox-news-reporter-stops-migrant-family-cross-us-border", "category": "business"}, {"id": 47, "title": "Man faces attempted murder charge after stabbing at Russia's Antarctic outpost", "text": "This article is over 1 month old\n\nSuspect placed under house arrest after alleged attack at Bellingshausen station on King George Island\n\nA researcher at Russia’s Antarctic station has allegedly stabbed and injured a colleague, possibly after an emotional breakdown, the Interfax news agency has reported.\n\nThe alleged attack occurred on 9 October in the canteen of Bellingshausen station on King George Island, the agency said on Tuesday. It said the suspect had voluntarily surrendered to the station manager without resistance.\n\nThe news agency separately reported in court proceedings that a man named Sergey Savitsky had been placed under house arrest until 8 December, charged with attempted murder at the station.\n\n“According to the investigation, on October 9 in the dining room of the command of the Russian Antarctic station Bellingshausen, located on King George Island, to kill B using a knife as a weapon, Savitsky deliberately struck B at least one blow to the body,” it reported.\n\nThe agency quoted a source saying the pair had been living together in the station for more than six months.\n\nThe injured researcher has been sent to a hospital in Chile.\n\nThe Bellingshausen station was founded by the Soviet Union in 1968 and is named after the 19th-century Russian explorer of the Antarctic.\n\nThere has been no immediate comment from the Russian authorities.", "url": "https://www.theguardian.com/world/2018/oct/24/antarctic-stabbing-attempted-russia-outpost-man-charged", "category": "business"}, {"id": 48, "title": "Man arrested after 2 people are shot and killed at Jeffersontown Kroger", "text": "We are shocked and saddened by the shooting incident that occurred around 2:30 pm today.\n\nThanks to the quick response of the local police department, the suspect was apprehended and our store is secure.\n\nWe are cooperating with law enforcement and assisting with their investigation.\n\nOur store is closed and will reopen after the investigation concludes.\n\nWe are referring all other questions to law enforcement.", "url": "http://www.wdrb.com/story/39352001/multiple-victims-reported-in-shooting-at-jeffersontown-kroger", "category": "politics"}, {"id": 49, "title": "NBC Cancels Megyn Kelly Today After Blackface Controversy, Sources Say", "text": "\n\n\n\n“No matter what happens, America is going to be just fine!” NBC\n\nAbout three minutes into this week’s Saturday Night Live cold open, all of the bad decisions the show has made during the Trump presidency slowly swung into perfect, awful alignment. Watch in horror as a once-in-a-lifetime harmonic convergence between the show’s love of celebrity cameos, their weakness for reassuring their audience that everything will be okay, and their apparently difficult-to-read cue cards unleashes gravitational forces that tear the cold open to pieces:\n\n[embedded content]\n\nIt can be fun to watch a Saturday Night Live sketch fall apart, but only if it’s falling apart because it’s going better than anyone hoped and the actors are breaking. That is not what happened here. Mikey Day and Alex Moffat’s Trump boys are absolutely genius in their “Weekend Update” bits, which are as much about the unconvincing ways stupid people try to project intelligence as they are about Trump’s sons. Outside of that context, though, they can be hit or miss, and this was mostly a miss (although the expressions playing over Mikey Day’s face as Moffat uses “indict” in a sentence—“There’s no sugar indict Coke”—are worth paying attention to.) But Day and Moffat are just a little flat, not a disaster.\n\nWhatever was going on with Robert De Niro is a disaster. He rarely makes eye contact with Moffat, staring instead at what must be the cue cards, he delivers jokes like he’s reading them for the first time, and at one point it seems like he either skipped some lines or a last-minute edit rendered the dialogue nonsensical, because he answers, “That depends on how much you want to visit your family,” in answer to a question no one asked. But the great convergence happens when SNL tries to be reassuring. De Niro is supposed to deliver the following lines, both of which are apparently meant sincerely and both of which are transparently false:\n\nBut Eric, I just came here to let you know that no matter what happens America is going to be just fine. This is a country full of good people.\n\nIt seems like, from De Niro’s strange pause, nod, and stutter on “no matter what happens” that a cue card didn’t get changed when it was supposed to. It’s live TV, these things happen, people keep going. But this time it happened while one of the celebrities SNL has cast as a Trump crony was delivering lines he didn’t seem to have seen before in a tone that made them sound sarcastic while not making eye contact with the person he was supposedly talking to. The result is hard to watch, but weirdly, it ends up being more honest than the sketch would have been if they’d executed it flawlessly. There are a lot of people going around spreading the message that America is going to be just fine despite Donald Trump, because America is full of good people. But to look someone in the eye and say that you believe that things are going to turn out okay because of the essential goodness of the same people who elected Donald Trump—well. You’d have to be a better actor than Robert De Niro.\n\nLet’s block ads! (Why?)\n\n\n\n\n\nSource link", "url": "http://www.thebuzzfeed.online/nbc-cancels-megyn-kelly-today-after-blackface-controversy-sources-say/", "category": "sport"}, {"id": 50, "title": "White nationalist Robert Rundo arrested in Los Angeles", "text": "(CNN) Three neo-Nazi suspects have been arrested and charged in connection with attacks at rallies, including the deadly Charlottesville, Virginia, Unite the Right rally.\n\nThe FBI said Robert Paul Rundo, the leader of the neo-Nazi group Rise Above Movement , is in federal custody facing civil unrest charges. He is accused of inciting violence at the 2017 Charlottesville riots , and at 2017 political rallies in Huntington Beach, Berkley and San Bernardino, California.\n\nRundo fled the country to Central America after being indicted in connection with the deadly white supremacist Unite the Right rally in Charlottesville, FBI spokesperson Laura Eimiller said. He was arrested Sunday.\n\nRundo was one of four members of the Southern California based neo-Nazi group who have been charged by the FBI this year in connection with the riots that ended in the death of protester Heather Heyer. Robert Boman and Tyler Laube, who authorities said are members of the same group, were arrested Tuesday, the FBI said. One suspect, Aaron Eason, is still a fugitive.\n\nJUST WATCHED Video shows what happened in Charlottesville Replay More Videos ... MUST WATCH Video shows what happened in Charlottesville 02:29\n\nThe four men are accused of using interstate facilities and foreign commerce with the intent to \"incite, organize, encourage, participate in or carry on riots or to commit acts of violence in furtherance of a riot...,\" according to the federal criminal complaint.", "url": "https://edition.cnn.com/2018/10/24/us/rise-above-above-movement-robert-rundo-arrest/index.html", "category": "business"}]